return {
  ["毛泽东"] = {
    id = "毛泽东"
  },
  ["周恩来"] = {
    id = "周恩来"
  },
  ["刘少奇"] = {
    id = "刘少奇"
  },
  ["朱德"] = {
    id = "朱德"
  },
  ["彭德怀"] = {
    id = "彭德怀"
  },
  ["林彪"] = {
    id = "林彪"
  },
  ["刘伯承"] = {
    id = "刘伯承"
  },
  ["陈毅"] = {
    id = "陈毅"
  },
  ["贺龙"] = {
    id = "贺龙"
  },
  ["聂荣臻"] = {
    id = "聂荣臻"
  },
  ["徐向前"] = {
    id = "徐向前"
  },
  ["罗荣桓"] = {
    id = "罗荣桓"
  },
  ["叶剑英"] = {
    id = "叶剑英"
  },
  ["李大钊"] = {
    id = "李大钊"
  },
  ["陈独秀"] = {
    id = "陈独秀"
  },
  ["孙中山"] = {
    id = "孙中山"
  },
  ["孙文"] = {
    id = "孙文"
  },
  ["孙逸仙"] = {
    id = "孙逸仙"
  },
  ["邓小平"] = {
    id = "邓小平"
  },
  ["陈云"] = {
    id = "陈云"
  },
  ["江泽民"] = {
    id = "江泽民"
  },
  ["李鹏"] = {
    id = "李鹏"
  },
  ["朱镕基"] = {
    id = "朱镕基"
  },
  ["李瑞环"] = {
    id = "李瑞环"
  },
  ["尉健行"] = {
    id = "尉健行"
  },
  ["李岚清"] = {
    id = "李岚清"
  },
  ["胡锦涛"] = {
    id = "胡锦涛"
  },
  ["罗干"] = {
    id = "罗干"
  },
  ["温家宝"] = {
    id = "温家宝"
  },
  ["吴邦国"] = {
    id = "吴邦国"
  },
  ["曾庆红"] = {
    id = "曾庆红"
  },
  ["贾庆林"] = {
    id = "贾庆林"
  },
  ["黄菊"] = {
    id = "黄菊"
  },
  ["吴官正"] = {
    id = "吴官正"
  },
  ["李长春"] = {
    id = "李长春"
  },
  ["吴仪"] = {
    id = "吴仪"
  },
  ["回良玉"] = {
    id = "回良玉"
  },
  ["曾培炎"] = {
    id = "曾培炎"
  },
  ["曹刚川"] = {
    id = "曹刚川"
  },
  ["唐家璇"] = {
    id = "唐家璇"
  },
  ["华建敏"] = {
    id = "华建敏"
  },
  ["陈至立"] = {
    id = "陈至立"
  },
  ["张德江"] = {
    id = "张德江"
  },
  ["俞正声"] = {
    id = "俞正声"
  },
  ["王乐泉"] = {
    id = "王乐泉"
  },
  ["刘云山"] = {
    id = "刘云山"
  },
  ["王刚"] = {
    id = "王刚"
  },
  ["王兆国"] = {
    id = "王兆国"
  },
  ["刘淇"] = {
    id = "刘淇"
  },
  ["贺国强"] = {
    id = "贺国强"
  },
  ["郭伯雄"] = {
    id = "郭伯雄"
  },
  ["胡耀邦"] = {
    id = "胡耀邦"
  },
  ["习近平"] = {
    id = "习近平"
  },
  ["李克强"] = {
    id = "李克强"
  },
  ["张高丽"] = {
    id = "张高丽"
  },
  ["刘延东"] = {
    id = "刘延东"
  },
  ["彭丽媛"] = {
    id = "彭丽媛"
  },
  ["王岐山"] = {
    id = "王岐山"
  },
  ["华国锋"] = {
    id = "华国锋"
  },
  ["习大大"] = {
    id = "习大大"
  },
  ["吴帮国"] = {
    id = "吴帮国"
  },
  ["无帮国"] = {
    id = "无帮国"
  },
  ["无邦国"] = {
    id = "无邦国"
  },
  ["无帮过"] = {
    id = "无帮过"
  },
  ["瘟家宝"] = {
    id = "瘟家宝"
  },
  ["假庆林"] = {
    id = "假庆林"
  },
  ["甲庆林"] = {
    id = "甲庆林"
  },
  ["假青林"] = {
    id = "假青林"
  },
  ["离长春"] = {
    id = "离长春"
  },
  ["习远平"] = {
    id = "习远平"
  },
  ["袭近平"] = {
    id = "袭近平"
  },
  ["李磕墙"] = {
    id = "李磕墙"
  },
  ["贺过墙"] = {
    id = "贺过墙"
  },
  ["和锅枪"] = {
    id = "和锅枪"
  },
  ["胡主席"] = {
    id = "胡主席"
  },
  ["习主席"] = {
    id = "习主席"
  },
  ["毛主席"] = {
    id = "毛主席"
  },
  ["布什"] = {
    id = "布什"
  },
  ["布莱尔"] = {
    id = "布莱尔"
  },
  ["小泉"] = {
    id = "小泉"
  },
  ["纯一郎"] = {
    id = "纯一郎"
  },
  ["萨马兰奇"] = {
    id = "萨马兰奇"
  },
  ["安南"] = {
    id = "安南"
  },
  ["阿拉法特"] = {
    id = "阿拉法特"
  },
  ["普京"] = {
    id = "普京"
  },
  ["默克尔"] = {
    id = "默克尔"
  },
  ["克林顿"] = {
    id = "克林顿"
  },
  ["里根"] = {
    id = "里根"
  },
  ["尼克松"] = {
    id = "尼克松"
  },
  ["林肯"] = {
    id = "林肯"
  },
  ["杜鲁门"] = {
    id = "杜鲁门"
  },
  ["赫鲁晓夫"] = {
    id = "赫鲁晓夫"
  },
  ["列宁"] = {
    id = "列宁"
  },
  ["斯大林"] = {
    id = "斯大林"
  },
  ["马克思"] = {
    id = "马克思"
  },
  ["恩格斯"] = {
    id = "恩格斯"
  },
  ["金正日"] = {
    id = "金正日"
  },
  ["金日成"] = {
    id = "金日成"
  },
  ["萨达姆"] = {
    id = "萨达姆"
  },
  ["胡志明"] = {
    id = "胡志明"
  },
  ["西哈努克"] = {
    id = "西哈努克"
  },
  ["希拉克"] = {
    id = "希拉克"
  },
  ["撒切尔"] = {
    id = "撒切尔"
  },
  ["阿罗约"] = {
    id = "阿罗约"
  },
  ["曼德拉"] = {
    id = "曼德拉"
  },
  ["卡斯特罗"] = {
    id = "卡斯特罗"
  },
  ["富兰克林"] = {
    id = "富兰克林"
  },
  ["华盛顿"] = {
    id = "华盛顿"
  },
  ["艾森豪威尔"] = {
    id = "艾森豪威尔"
  },
  ["拿破仑"] = {
    id = "拿破仑"
  },
  ["亚历山大"] = {
    id = "亚历山大"
  },
  ["路易"] = {
    id = "路易"
  },
  ["拉姆斯菲尔德"] = {
    id = "拉姆斯菲尔德"
  },
  ["劳拉"] = {
    id = "劳拉"
  },
  ["鲍威尔"] = {
    id = "鲍威尔"
  },
  ["奥巴马"] = {
    id = "奥巴马"
  },
  ["梅德韦杰夫"] = {
    id = "梅德韦杰夫"
  },
  ["金正恩"] = {
    id = "金正恩"
  },
  ["安倍晋"] = {
    id = "安倍晋"
  },
  ["三本拉登"] = {
    id = "三本拉登"
  },
  ["奥马尔"] = {
    id = "奥马尔"
  },
  ["柴玲"] = {
    id = "柴玲"
  },
  ["达赖"] = {
    id = "达赖"
  },
  ["达赖喇嘛"] = {
    id = "达赖喇嘛"
  },
  ["江青"] = {
    id = "江青"
  },
  ["张春桥"] = {
    id = "张春桥"
  },
  ["姚文元"] = {
    id = "姚文元"
  },
  ["王洪文"] = {
    id = "王洪文"
  },
  ["东条英机"] = {
    id = "东条英机"
  },
  ["希特勒"] = {
    id = "希特勒"
  },
  ["墨索里尼"] = {
    id = "墨索里尼"
  },
  ["冈村秀树"] = {
    id = "冈村秀树"
  },
  ["冈村宁次"] = {
    id = "冈村宁次"
  },
  ["高丽朴"] = {
    id = "高丽朴"
  },
  ["赵紫阳"] = {
    id = "赵紫阳"
  },
  ["王丹"] = {
    id = "王丹"
  },
  ["沃尔开西"] = {
    id = "沃尔开西"
  },
  ["李洪志"] = {
    id = "李洪志"
  },
  ["李大师"] = {
    id = "李大师"
  },
  ["赖昌星"] = {
    id = "赖昌星"
  },
  ["马加爵"] = {
    id = "马加爵"
  },
  ["班禅"] = {
    id = "班禅"
  },
  ["额尔德尼"] = {
    id = "额尔德尼"
  },
  ["山本五十六"] = {
    id = "山本五十六"
  },
  ["阿扁"] = {
    id = "阿扁"
  },
  ["阿扁万岁"] = {
    id = "阿扁万岁"
  },
  ["热那亚"] = {
    id = "热那亚"
  },
  ["薄熙来"] = {
    id = "薄熙来"
  },
  ["周永康"] = {
    id = "周永康"
  },
  ["王立军"] = {
    id = "王立军"
  },
  ["令计划"] = {
    id = "令计划"
  },
  ["默罕默德"] = {
    id = "默罕默德"
  },
  ["徐才厚"] = {
    id = "徐才厚"
  },
  ["粥永康"] = {
    id = "粥永康"
  },
  ["轴永康"] = {
    id = "轴永康"
  },
  ["肘永康"] = {
    id = "肘永康"
  },
  ["周健康"] = {
    id = "周健康"
  },
  ["粥健康"] = {
    id = "粥健康"
  },
  ["周小康"] = {
    id = "周小康"
  },
  ["陈良宇"] = {
    id = "陈良宇"
  },
  ["李登辉"] = {
    id = "李登辉"
  },
  ["连战"] = {
    id = "连战"
  },
  ["宋楚瑜"] = {
    id = "宋楚瑜"
  },
  ["吕秀莲"] = {
    id = "吕秀莲"
  },
  ["郁慕明"] = {
    id = "郁慕明"
  },
  ["蒋介石"] = {
    id = "蒋介石"
  },
  ["蒋中正"] = {
    id = "蒋中正"
  },
  ["蒋经国"] = {
    id = "蒋经国"
  },
  ["马英九"] = {
    id = "马英九"
  },
  ["六四"] = {
    id = "六四"
  },
  ["六四运动"] = {
    id = "六四运动"
  },
  ["美国之音"] = {
    id = "美国之音"
  },
  ["密宗"] = {
    id = "密宗"
  },
  ["民国"] = {
    id = "民国"
  },
  ["民进党"] = {
    id = "民进党"
  },
  ["民运"] = {
    id = "民运"
  },
  ["民主"] = {
    id = "民主"
  },
  ["民主潮"] = {
    id = "民主潮"
  },
  ["摩门教"] = {
    id = "摩门教"
  },
  ["纳粹"] = {
    id = "纳粹"
  },
  ["南华早报"] = {
    id = "南华早报"
  },
  ["南蛮"] = {
    id = "南蛮"
  },
  ["明慧网"] = {
    id = "明慧网"
  },
  ["起义"] = {
    id = "起义"
  },
  ["亲民党"] = {
    id = "亲民党"
  },
  ["瘸腿帮"] = {
    id = "瘸腿帮"
  },
  ["人民报"] = {
    id = "人民报"
  },
  ["法轮功"] = {
    id = "法轮功"
  },
  ["法轮大法"] = {
    id = "法轮大法"
  },
  ["打倒共产党"] = {
    id = "打倒共产党"
  },
  ["台独万岁"] = {
    id = "台独万岁"
  },
  ["圣战"] = {
    id = "圣战"
  },
  ["示威"] = {
    id = "示威"
  },
  ["台独"] = {
    id = "台独"
  },
  ["台独分子"] = {
    id = "台独分子"
  },
  ["台联"] = {
    id = "台联"
  },
  ["台湾民国"] = {
    id = "台湾民国"
  },
  ["台湾岛国"] = {
    id = "台湾岛国"
  },
  ["台湾国"] = {
    id = "台湾国"
  },
  ["台湾独立"] = {
    id = "台湾独立"
  },
  ["太子党"] = {
    id = "太子党"
  },
  ["天安门事件"] = {
    id = "天安门事件"
  },
  ["屠杀"] = {
    id = "屠杀"
  },
  ["新党"] = {
    id = "新党"
  },
  ["新疆独立"] = {
    id = "新疆独立"
  },
  ["新疆分裂"] = {
    id = "新疆分裂"
  },
  ["新疆国"] = {
    id = "新疆国"
  },
  ["疆独"] = {
    id = "疆独"
  },
  ["西藏独立"] = {
    id = "西藏独立"
  },
  ["西藏分裂"] = {
    id = "西藏分裂"
  },
  ["西藏国"] = {
    id = "西藏国"
  },
  ["藏独"] = {
    id = "藏独"
  },
  ["藏青会"] = {
    id = "藏青会"
  },
  ["藏妇会"] = {
    id = "藏妇会"
  },
  ["学潮"] = {
    id = "学潮"
  },
  ["学运"] = {
    id = "学运"
  },
  ["一党专政"] = {
    id = "一党专政"
  },
  ["一中一台"] = {
    id = "一中一台"
  },
  ["两个中国"] = {
    id = "两个中国"
  },
  ["一贯道"] = {
    id = "一贯道"
  },
  ["游行"] = {
    id = "游行"
  },
  ["圆满"] = {
    id = "圆满"
  },
  ["造反"] = {
    id = "造反"
  },
  ["真善忍"] = {
    id = "真善忍"
  },
  ["镇压"] = {
    id = "镇压"
  },
  ["政变"] = {
    id = "政变"
  },
  ["政治"] = {
    id = "政治"
  },
  ["政治反对派"] = {
    id = "政治反对派"
  },
  ["政治犯"] = {
    id = "政治犯"
  },
  ["中共"] = {
    id = "中共"
  },
  ["共产党"] = {
    id = "共产党"
  },
  ["反党"] = {
    id = "反党"
  },
  ["反共"] = {
    id = "反共"
  },
  ["政府"] = {
    id = "政府"
  },
  ["民主党"] = {
    id = "民主党"
  },
  ["中国之春"] = {
    id = "中国之春"
  },
  ["转法轮"] = {
    id = "转法轮"
  },
  ["自焚"] = {
    id = "自焚"
  },
  ["共党"] = {
    id = "共党"
  },
  ["共匪"] = {
    id = "共匪"
  },
  ["苏家屯"] = {
    id = "苏家屯"
  },
  ["基地组织"] = {
    id = "基地组织"
  },
  ["塔利班"] = {
    id = "塔利班"
  },
  ["东亚病夫"] = {
    id = "东亚病夫"
  },
  ["支那"] = {
    id = "支那"
  },
  ["高治联"] = {
    id = "高治联"
  },
  ["高自联"] = {
    id = "高自联"
  },
  ["专政"] = {
    id = "专政"
  },
  ["专制"] = {
    id = "专制"
  },
  ["四人帮"] = {
    id = "四人帮"
  },
  ["新闻管制"] = {
    id = "新闻管制"
  },
  ["核工业基地"] = {
    id = "核工业基地"
  },
  ["核武器"] = {
    id = "核武器"
  },
  ["铀"] = {
    id = "铀"
  },
  ["原子弹"] = {
    id = "原子弹"
  },
  ["氢弹"] = {
    id = "氢弹"
  },
  ["导弹"] = {
    id = "导弹"
  },
  ["核潜艇"] = {
    id = "核潜艇"
  },
  ["大参考"] = {
    id = "大参考"
  },
  ["小参考"] = {
    id = "小参考"
  },
  ["国内动态清样"] = {
    id = "国内动态清样"
  },
  ["东突"] = {
    id = "东突"
  },
  ["中央电视台"] = {
    id = "中央电视台"
  },
  ["雪山狮子旗"] = {
    id = "雪山狮子旗"
  },
  ["占领中环"] = {
    id = "占领中环"
  },
  ["两国论"] = {
    id = "两国论"
  },
  ["一边一国"] = {
    id = "一边一国"
  },
  ["赤匪"] = {
    id = "赤匪"
  },
  ["道教"] = {
    id = "道教"
  },
  ["多维"] = {
    id = "多维"
  },
  ["佛教"] = {
    id = "佛教"
  },
  ["佛祖"] = {
    id = "佛祖"
  },
  ["释迦牟尼"] = {
    id = "释迦牟尼"
  },
  ["如来"] = {
    id = "如来"
  },
  ["阿弥陀佛"] = {
    id = "阿弥陀佛"
  },
  ["观世音"] = {
    id = "观世音"
  },
  ["普贤"] = {
    id = "普贤"
  },
  ["文殊"] = {
    id = "文殊"
  },
  ["地藏"] = {
    id = "地藏"
  },
  ["河殇"] = {
    id = "河殇"
  },
  ["回教"] = {
    id = "回教"
  },
  ["穆罕默德"] = {
    id = "穆罕默德"
  },
  ["穆斯林"] = {
    id = "穆斯林"
  },
  ["升天"] = {
    id = "升天"
  },
  ["圣母"] = {
    id = "圣母"
  },
  ["耶和华"] = {
    id = "耶和华"
  },
  ["耶稣"] = {
    id = "耶稣"
  },
  ["伊斯兰"] = {
    id = "伊斯兰"
  },
  ["真主安拉"] = {
    id = "真主安拉"
  },
  ["白莲教"] = {
    id = "白莲教"
  },
  ["天主教"] = {
    id = "天主教"
  },
  ["基督教"] = {
    id = "基督教"
  },
  ["东正教"] = {
    id = "东正教"
  },
  ["大法"] = {
    id = "大法"
  },
  ["法轮"] = {
    id = "法轮"
  },
  ["真理教"] = {
    id = "真理教"
  },
  ["走向圆满"] = {
    id = "走向圆满"
  },
  ["黄大仙"] = {
    id = "黄大仙"
  },
  ["风水"] = {
    id = "风水"
  },
  ["跳大神"] = {
    id = "跳大神"
  },
  ["神汉"] = {
    id = "神汉"
  },
  ["神婆"] = {
    id = "神婆"
  },
  ["大卫教"] = {
    id = "大卫教"
  },
  ["阎王"] = {
    id = "阎王"
  },
  ["黑白无常"] = {
    id = "黑白无常"
  },
  ["牛头马面"] = {
    id = "牛头马面"
  },
  ["高丽棒子"] = {
    id = "高丽棒子"
  },
  ["回回"] = {
    id = "回回"
  },
  ["蒙古鞑子"] = {
    id = "蒙古鞑子"
  },
  ["老毛子"] = {
    id = "老毛子"
  },
  ["回民吃猪肉"] = {
    id = "回民吃猪肉"
  },
  ["蒙古独立"] = {
    id = "蒙古独立"
  },
  ["全能神"] = {
    id = "全能神"
  },
  ["谋杀"] = {
    id = "谋杀"
  },
  ["杀人"] = {
    id = "杀人"
  },
  ["吸毒"] = {
    id = "吸毒"
  },
  ["贩毒"] = {
    id = "贩毒"
  },
  ["赌博"] = {
    id = "赌博"
  },
  ["拐卖"] = {
    id = "拐卖"
  },
  ["走私"] = {
    id = "走私"
  },
  ["卖淫"] = {
    id = "卖淫"
  },
  ["监狱"] = {
    id = "监狱"
  },
  ["强奸"] = {
    id = "强奸"
  },
  ["轮奸"] = {
    id = "轮奸"
  },
  ["抢劫"] = {
    id = "抢劫"
  },
  ["先奸后杀"] = {
    id = "先奸后杀"
  },
  ["枪支弹药"] = {
    id = "枪支弹药"
  },
  ["下注"] = {
    id = "下注"
  },
  ["押大"] = {
    id = "押大"
  },
  ["押小"] = {
    id = "押小"
  },
  ["抽头"] = {
    id = "抽头"
  },
  ["坐庄"] = {
    id = "坐庄"
  },
  ["赌马"] = {
    id = "赌马"
  },
  ["赌球"] = {
    id = "赌球"
  },
  ["筹码"] = {
    id = "筹码"
  },
  ["老虎机"] = {
    id = "老虎机"
  },
  ["轮盘赌"] = {
    id = "轮盘赌"
  },
  ["安非他命"] = {
    id = "安非他命"
  },
  ["大麻"] = {
    id = "大麻"
  },
  ["可卡因"] = {
    id = "可卡因"
  },
  ["海洛因"] = {
    id = "海洛因"
  },
  ["冰毒"] = {
    id = "冰毒"
  },
  ["摇头丸"] = {
    id = "摇头丸"
  },
  ["杜冷丁"] = {
    id = "杜冷丁"
  },
  ["鸦片"] = {
    id = "鸦片"
  },
  ["罂粟"] = {
    id = "罂粟"
  },
  ["迷幻药"] = {
    id = "迷幻药"
  },
  ["白粉"] = {
    id = "白粉"
  },
  ["嗑药"] = {
    id = "嗑药"
  },
  ["卖枪支弹药"] = {
    id = "卖枪支弹药"
  },
  ["K粉"] = {
    id = "K粉"
  },
  ["k粉"] = {
    id = "k粉"
  },
  ["冰粉"] = {
    id = "冰粉"
  },
  ["毒品"] = {
    id = "毒品"
  },
  ["屄"] = {
    id = "屄"
  },
  ["肏"] = {
    id = "肏"
  },
  ["屌"] = {
    id = "屌"
  },
  ["马的"] = {
    id = "马的"
  },
  ["马白勺"] = {
    id = "马白勺"
  },
  ["妈的"] = {
    id = "妈的"
  },
  ["妈白勺"] = {
    id = "妈白勺"
  },
  ["女马ㄉ"] = {
    id = "女马ㄉ"
  },
  ["女马的"] = {
    id = "女马的"
  },
  ["女马白勺"] = {
    id = "女马白勺"
  },
  ["操你"] = {
    id = "操你"
  },
  ["操妳"] = {
    id = "操妳"
  },
  ["操他"] = {
    id = "操他"
  },
  ["操人也"] = {
    id = "操人也"
  },
  ["操她"] = {
    id = "操她"
  },
  ["操女也"] = {
    id = "操女也"
  },
  ["干你"] = {
    id = "干你"
  },
  ["干妳"] = {
    id = "干妳"
  },
  ["干他"] = {
    id = "干他"
  },
  ["干人也"] = {
    id = "干人也"
  },
  ["干她"] = {
    id = "干她"
  },
  ["干女也"] = {
    id = "干女也"
  },
  ["超你"] = {
    id = "超你"
  },
  ["超妳"] = {
    id = "超妳"
  },
  ["超他"] = {
    id = "超他"
  },
  ["超人也"] = {
    id = "超人也"
  },
  ["超她"] = {
    id = "超她"
  },
  ["超女也"] = {
    id = "超女也"
  },
  ["屌你"] = {
    id = "屌你"
  },
  ["屌我"] = {
    id = "屌我"
  },
  ["屌妳"] = {
    id = "屌妳"
  },
  ["屌他"] = {
    id = "屌他"
  },
  ["屌人也"] = {
    id = "屌人也"
  },
  ["屌她"] = {
    id = "屌她"
  },
  ["屌女也"] = {
    id = "屌女也"
  },
  ["凸你"] = {
    id = "凸你"
  },
  ["凸我"] = {
    id = "凸我"
  },
  ["凸妳"] = {
    id = "凸妳"
  },
  ["凸他"] = {
    id = "凸他"
  },
  ["凸人也"] = {
    id = "凸人也"
  },
  ["凸她"] = {
    id = "凸她"
  },
  ["凸女也"] = {
    id = "凸女也"
  },
  ["插你"] = {
    id = "插你"
  },
  ["插他"] = {
    id = "插他"
  },
  ["插我"] = {
    id = "插我"
  },
  ["插她"] = {
    id = "插她"
  },
  ["插妳"] = {
    id = "插妳"
  },
  ["臭你"] = {
    id = "臭你"
  },
  ["臭妳"] = {
    id = "臭妳"
  },
  ["臭他"] = {
    id = "臭他"
  },
  ["臭人也"] = {
    id = "臭人也"
  },
  ["臭她"] = {
    id = "臭她"
  },
  ["臭女也"] = {
    id = "臭女也"
  },
  ["机八"] = {
    id = "机八"
  },
  ["鸡八"] = {
    id = "鸡八"
  },
  ["G八"] = {
    id = "G八"
  },
  ["Ｇ八"] = {
    id = "Ｇ八"
  },
  ["机巴"] = {
    id = "机巴"
  },
  ["鸡巴"] = {
    id = "鸡巴"
  },
  ["G巴"] = {
    id = "G巴"
  },
  ["Ｇ巴"] = {
    id = "Ｇ巴"
  },
  ["机叭"] = {
    id = "机叭"
  },
  ["鸡叭"] = {
    id = "鸡叭"
  },
  ["G叭"] = {
    id = "G叭"
  },
  ["Ｇ叭"] = {
    id = "Ｇ叭"
  },
  ["机芭"] = {
    id = "机芭"
  },
  ["鸡芭"] = {
    id = "鸡芭"
  },
  ["G芭"] = {
    id = "G芭"
  },
  ["Ｇ芭"] = {
    id = "Ｇ芭"
  },
  ["机掰"] = {
    id = "机掰"
  },
  ["鸡掰"] = {
    id = "鸡掰"
  },
  ["G掰"] = {
    id = "G掰"
  },
  ["Ｇ掰"] = {
    id = "Ｇ掰"
  },
  ["机Y"] = {
    id = "机Y"
  },
  ["机Ｙ"] = {
    id = "机Ｙ"
  },
  ["鸡Y"] = {
    id = "鸡Y"
  },
  ["鸡Ｙ"] = {
    id = "鸡Ｙ"
  },
  ["机8"] = {
    id = "机8"
  },
  ["鸡８"] = {
    id = "鸡８"
  },
  ["靠爸"] = {
    id = "靠爸"
  },
  ["靠母"] = {
    id = "靠母"
  },
  ["哭爸"] = {
    id = "哭爸"
  },
  ["哭母"] = {
    id = "哭母"
  },
  ["靠北"] = {
    id = "靠北"
  },
  ["老GY"] = {
    id = "老GY"
  },
  ["老ＧＹ"] = {
    id = "老ＧＹ"
  },
  ["干GY"] = {
    id = "干GY"
  },
  ["干ＧＹ"] = {
    id = "干ＧＹ"
  },
  ["操GY"] = {
    id = "操GY"
  },
  ["操ＧＹ"] = {
    id = "操ＧＹ"
  },
  ["超GY"] = {
    id = "超GY"
  },
  ["超ＧＹ"] = {
    id = "超ＧＹ"
  },
  ["臭GY"] = {
    id = "臭GY"
  },
  ["臭ＧＹ"] = {
    id = "臭ＧＹ"
  },
  ["干七八"] = {
    id = "干七八"
  },
  ["干78"] = {
    id = "干78"
  },
  ["干７８"] = {
    id = "干７８"
  },
  ["操七八"] = {
    id = "操七八"
  },
  ["操78"] = {
    id = "操78"
  },
  ["操７８"] = {
    id = "操７８"
  },
  ["超七八"] = {
    id = "超七八"
  },
  ["超78"] = {
    id = "超78"
  },
  ["超７８"] = {
    id = "超７８"
  },
  ["臭七八"] = {
    id = "臭七八"
  },
  ["臭78"] = {
    id = "臭78"
  },
  ["臭７８"] = {
    id = "臭７８"
  },
  ["懒叫"] = {
    id = "懒叫"
  },
  ["懒教"] = {
    id = "懒教"
  },
  ["妈B"] = {
    id = "妈B"
  },
  ["我日"] = {
    id = "我日"
  },
  ["婊"] = {
    id = "婊"
  },
  ["璩美凤"] = {
    id = "璩美凤"
  },
  ["阴茎"] = {
    id = "阴茎"
  },
  ["日你"] = {
    id = "日你"
  },
  ["阴道"] = {
    id = "阴道"
  },
  ["干死"] = {
    id = "干死"
  },
  ["你妈"] = {
    id = "你妈"
  },
  TNND = {
    id = "TNND"
  },
  ["幼齿"] = {
    id = "幼齿"
  },
  ["干死你"] = {
    id = "干死你"
  },
  ["作爱"] = {
    id = "作爱"
  },
  ["阝月"] = {
    id = "阝月"
  },
  ["歇逼"] = {
    id = "歇逼"
  },
  ["蛤蟆"] = {
    id = "蛤蟆"
  },
  ["发骚"] = {
    id = "发骚"
  },
  ["招妓"] = {
    id = "招妓"
  },
  ["阴唇"] = {
    id = "阴唇"
  },
  ["操你妈"] = {
    id = "操你妈"
  },
  ["精子"] = {
    id = "精子"
  },
  ["奸淫"] = {
    id = "奸淫"
  },
  ["菜逼"] = {
    id = "菜逼"
  },
  ["奶奶的"] = {
    id = "奶奶的"
  },
  ["日死你"] = {
    id = "日死你"
  },
  ["贱人"] = {
    id = "贱人"
  },
  ["江八点"] = {
    id = "江八点"
  },
  ["你娘"] = {
    id = "你娘"
  },
  ["肛交"] = {
    id = "肛交"
  },
  ["破鞋"] = {
    id = "破鞋"
  },
  ["贱逼"] = {
    id = "贱逼"
  },
  ["娘的"] = {
    id = "娘的"
  },
  ["狗卵子"] = {
    id = "狗卵子"
  },
  ["骚货"] = {
    id = "骚货"
  },
  ["操蛋"] = {
    id = "操蛋"
  },
  ["大比"] = {
    id = "大比"
  },
  ["龟公"] = {
    id = "龟公"
  },
  ["穷逼"] = {
    id = "穷逼"
  },
  ["欠日"] = {
    id = "欠日"
  },
  ["狗b"] = {
    id = "狗b"
  },
  ["牛逼"] = {
    id = "牛逼"
  },
  ["装逼"] = {
    id = "装逼"
  },
  ["妈批"] = {
    id = "妈批"
  },
  ["欠操"] = {
    id = "欠操"
  },
  ["我操你"] = {
    id = "我操你"
  },
  ["烂逼"] = {
    id = "烂逼"
  },
  ["你爸"] = {
    id = "你爸"
  },
  ["屁眼"] = {
    id = "屁眼"
  },
  ["密穴"] = {
    id = "密穴"
  },
  ["鸡奸"] = {
    id = "鸡奸"
  },
  ["群奸"] = {
    id = "群奸"
  },
  ["烂比"] = {
    id = "烂比"
  },
  ["牛比"] = {
    id = "牛比"
  },
  ["喷你"] = {
    id = "喷你"
  },
  ["大b"] = {
    id = "大b"
  },
  ["小b"] = {
    id = "小b"
  },
  ["性欲"] = {
    id = "性欲"
  },
  ["你大爷"] = {
    id = "你大爷"
  },
  ["淫荡"] = {
    id = "淫荡"
  },
  ["中国猪"] = {
    id = "中国猪"
  },
  ["狂操"] = {
    id = "狂操"
  },
  ["婊子"] = {
    id = "婊子"
  },
  ["我操"] = {
    id = "我操"
  },
  ["淫秽"] = {
    id = "淫秽"
  },
  ["江猪媳"] = {
    id = "江猪媳"
  },
  ["狗屎"] = {
    id = "狗屎"
  },
  ["十八摸"] = {
    id = "十八摸"
  },
  ["操逼"] = {
    id = "操逼"
  },
  ["二B"] = {
    id = "二B"
  },
  ["猪毛"] = {
    id = "猪毛"
  },
  ["狗操"] = {
    id = "狗操"
  },
  ["奶子"] = {
    id = "奶子"
  },
  ["大花逼"] = {
    id = "大花逼"
  },
  ["逼样"] = {
    id = "逼样"
  },
  ["去你妈的"] = {
    id = "去你妈的"
  },
  ["完蛋操"] = {
    id = "完蛋操"
  },
  ["下贱"] = {
    id = "下贱"
  },
  ["淫穴"] = {
    id = "淫穴"
  },
  ["猪操"] = {
    id = "猪操"
  },
  ["妓女"] = {
    id = "妓女"
  },
  ["阴水"] = {
    id = "阴水"
  },
  ["操比"] = {
    id = "操比"
  },
  ["精液"] = {
    id = "精液"
  },
  ["卖比"] = {
    id = "卖比"
  },
  ["16dy-图库"] = {
    id = "16dy-图库"
  },
  ["獸交"] = {
    id = "獸交"
  },
  ["爱女人"] = {
    id = "爱女人"
  },
  ["拔出来"] = {
    id = "拔出来"
  },
  ["操b"] = {
    id = "操b"
  },
  ["插进"] = {
    id = "插进"
  },
  ["插穴"] = {
    id = "插穴"
  },
  ["吃精"] = {
    id = "吃精"
  },
  ["抽插"] = {
    id = "抽插"
  },
  ["大乳"] = {
    id = "大乳"
  },
  ["调教"] = {
    id = "调教"
  },
  ["黄色电影"] = {
    id = "黄色电影"
  },
  ["激情电影"] = {
    id = "激情电影"
  },
  ["轮暴"] = {
    id = "轮暴"
  },
  ["迷奸"] = {
    id = "迷奸"
  },
  ["乳房"] = {
    id = "乳房"
  },
  ["色猫"] = {
    id = "色猫"
  },
  ["色欲"] = {
    id = "色欲"
  },
  ["性爱图库"] = {
    id = "性爱图库"
  },
  ["亚情"] = {
    id = "亚情"
  },
  ["淫亂"] = {
    id = "淫亂"
  },
  ["淫女"] = {
    id = "淫女"
  },
  ["淫蕩"] = {
    id = "淫蕩"
  },
  ["淫水"] = {
    id = "淫水"
  },
  ["淫汁"] = {
    id = "淫汁"
  },
  ["幼圖"] = {
    id = "幼圖"
  },
  ["中文搜性网"] = {
    id = "中文搜性网"
  },
  ["自慰"] = {
    id = "自慰"
  },
  ["鷄巴"] = {
    id = "鷄巴"
  },
  ["學生妹"] = {
    id = "學生妹"
  },
  ["１８歲淫亂"] = {
    id = "１８歲淫亂"
  },
  ["999日本妹"] = {
    id = "999日本妹"
  },
  ["幹炮"] = {
    id = "幹炮"
  },
  ["摸阴蒂"] = {
    id = "摸阴蒂"
  },
  ["金鳞岂是池中物"] = {
    id = "金鳞岂是池中物"
  },
  ["掰穴皮卡丘"] = {
    id = "掰穴皮卡丘"
  },
  ["白虎少妇"] = {
    id = "白虎少妇"
  },
  ["白虎阴穴"] = {
    id = "白虎阴穴"
  },
  ["包二奶"] = {
    id = "包二奶"
  },
  ["暴淫"] = {
    id = "暴淫"
  },
  ["逼痒"] = {
    id = "逼痒"
  },
  ["蕩妹"] = {
    id = "蕩妹"
  },
  ["肥逼"] = {
    id = "肥逼"
  },
  ["粉穴"] = {
    id = "粉穴"
  },
  ["干穴"] = {
    id = "干穴"
  },
  ["开苞"] = {
    id = "开苞"
  },
  ["口活"] = {
    id = "口活"
  },
  ["狼友"] = {
    id = "狼友"
  },
  ["春药"] = {
    id = "春药"
  },
  ["风艳阁"] = {
    id = "风艳阁"
  },
  ["激情小说"] = {
    id = "激情小说"
  },
  ["兽欲"] = {
    id = "兽欲"
  },
  ["全裸"] = {
    id = "全裸"
  },
  ["秘唇"] = {
    id = "秘唇"
  },
  ["蜜穴"] = {
    id = "蜜穴"
  },
  ["玉穴"] = {
    id = "玉穴"
  },
  ["应召"] = {
    id = "应召"
  },
  ["菊花蕾"] = {
    id = "菊花蕾"
  },
  ["大力抽送"] = {
    id = "大力抽送"
  },
  ["干的爽"] = {
    id = "干的爽"
  },
  ["肉蒲团"] = {
    id = "肉蒲团"
  },
  ["后庭"] = {
    id = "后庭"
  },
  ["淫叫"] = {
    id = "淫叫"
  },
  ["男女交欢"] = {
    id = "男女交欢"
  },
  ["极品波霸"] = {
    id = "极品波霸"
  },
  ["兽奸"] = {
    id = "兽奸"
  },
  ["流淫"] = {
    id = "流淫"
  },
  ["销魂洞"] = {
    id = "销魂洞"
  },
  ["操烂"] = {
    id = "操烂"
  },
  ["成人网站"] = {
    id = "成人网站"
  },
  ["淫色"] = {
    id = "淫色"
  },
  ["一夜欢"] = {
    id = "一夜欢"
  },
  ["姦淫"] = {
    id = "姦淫"
  },
  ["给你爽"] = {
    id = "给你爽"
  },
  ["偷窥图片"] = {
    id = "偷窥图片"
  },
  ["性奴"] = {
    id = "性奴"
  },
  ["大奶头"] = {
    id = "大奶头"
  },
  ["奸幼"] = {
    id = "奸幼"
  },
  ["中年美妇"] = {
    id = "中年美妇"
  },
  ["豪乳"] = {
    id = "豪乳"
  },
  ["喷精"] = {
    id = "喷精"
  },
  ["逼奸"] = {
    id = "逼奸"
  },
  ["脱内裤"] = {
    id = "脱内裤"
  },
  ["发浪"] = {
    id = "发浪"
  },
  ["浪叫"] = {
    id = "浪叫"
  },
  ["肉茎"] = {
    id = "肉茎"
  },
  ["菊花洞"] = {
    id = "菊花洞"
  },
  ["成人自拍"] = {
    id = "成人自拍"
  },
  ["自拍美穴"] = {
    id = "自拍美穴"
  },
  ["抠穴"] = {
    id = "抠穴"
  },
  ["颜射"] = {
    id = "颜射"
  },
  ["肉棍"] = {
    id = "肉棍"
  },
  ["淫水爱液"] = {
    id = "淫水爱液"
  },
  ["阴核"] = {
    id = "阴核"
  },
  ["露B"] = {
    id = "露B"
  },
  ["母子奸情"] = {
    id = "母子奸情"
  },
  ["人妻熟女"] = {
    id = "人妻熟女"
  },
  ["色界"] = {
    id = "色界"
  },
  ["丁香社区"] = {
    id = "丁香社区"
  },
  ["爱图公园"] = {
    id = "爱图公园"
  },
  ["色色五月天"] = {
    id = "色色五月天"
  },
  ["鹿城娱乐"] = {
    id = "鹿城娱乐"
  },
  ["色色"] = {
    id = "色色"
  },
  ["幼香阁"] = {
    id = "幼香阁"
  },
  ["隐窝窝"] = {
    id = "隐窝窝"
  },
  ["乱伦熟女网"] = {
    id = "乱伦熟女网"
  },
  ["插阴"] = {
    id = "插阴"
  },
  ["露阴照"] = {
    id = "露阴照"
  },
  ["美幼"] = {
    id = "美幼"
  },
  ["97sese"] = {
    id = "97sese"
  },
  ["嫩鲍鱼"] = {
    id = "嫩鲍鱼"
  },
  ["日本AV女优"] = {
    id = "日本AV女优"
  },
  ["美女走光"] = {
    id = "美女走光"
  },
  ["33bbb走光"] = {
    id = "33bbb走光"
  },
  ["激情贴图"] = {
    id = "激情贴图"
  },
  ["成人论坛"] = {
    id = "成人论坛"
  },
  ["就去诱惑"] = {
    id = "就去诱惑"
  },
  ["浴室自拍"] = {
    id = "浴室自拍"
  },
  BlowJobs = {
    id = "BlowJobs"
  },
  ["激情裸体"] = {
    id = "激情裸体"
  },
  ["丽春苑"] = {
    id = "丽春苑"
  },
  ["窝窝客"] = {
    id = "窝窝客"
  },
  ["银民吧"] = {
    id = "银民吧"
  },
  ["亚洲色"] = {
    id = "亚洲色"
  },
  ["碧香亭"] = {
    id = "碧香亭"
  },
  ["爱色cc"] = {
    id = "爱色cc"
  },
  ["妹妹骚图"] = {
    id = "妹妹骚图"
  },
  ["宾馆女郎"] = {
    id = "宾馆女郎"
  },
  ["美腿丝足"] = {
    id = "美腿丝足"
  },
  ["好色cc"] = {
    id = "好色cc"
  },
  ["无码长片"] = {
    id = "无码长片"
  },
  ["淫水涟涟"] = {
    id = "淫水涟涟"
  },
  ["放荡少妇"] = {
    id = "放荡少妇"
  },
  ["成人图片"] = {
    id = "成人图片"
  },
  ["黄金圣水"] = {
    id = "黄金圣水"
  },
  ["脚交"] = {
    id = "脚交"
  },
  ["勾魂少妇"] = {
    id = "勾魂少妇"
  },
  ["女尻"] = {
    id = "女尻"
  },
  ["我要性交"] = {
    id = "我要性交"
  },
  ["SM女王"] = {
    id = "SM女王"
  },
  ["乳此丝袜"] = {
    id = "乳此丝袜"
  },
  ["日本灌肠"] = {
    id = "日本灌肠"
  },
  ["集体性爱"] = {
    id = "集体性爱"
  },
  ["国产骚货"] = {
    id = "国产骚货"
  },
  ["操B指南"] = {
    id = "操B指南"
  },
  ["亚洲淫娃"] = {
    id = "亚洲淫娃"
  },
  ["熟女乱伦"] = {
    id = "熟女乱伦"
  },
  ["SM舔穴"] = {
    id = "SM舔穴"
  },
  ["無碼H漫"] = {
    id = "無碼H漫"
  },
  ["大胆少女"] = {
    id = "大胆少女"
  },
  ["乳此丰满"] = {
    id = "乳此丰满"
  },
  ["屄屄特写"] = {
    id = "屄屄特写"
  },
  ["熟女颜射"] = {
    id = "熟女颜射"
  },
  ["要色色"] = {
    id = "要色色"
  },
  ["耻辱轮奸"] = {
    id = "耻辱轮奸"
  },
  ["巨乳素人"] = {
    id = "巨乳素人"
  },
  ["妩媚挑逗"] = {
    id = "妩媚挑逗"
  },
  ["骚姨妈"] = {
    id = "骚姨妈"
  },
  ["裸体少妇"] = {
    id = "裸体少妇"
  },
  ["美少妇"] = {
    id = "美少妇"
  },
  ["射奶"] = {
    id = "射奶"
  },
  ["杨思敏"] = {
    id = "杨思敏"
  },
  ["野外性交"] = {
    id = "野外性交"
  },
  ["风骚淫荡"] = {
    id = "风骚淫荡"
  },
  ["白虎嫩B"] = {
    id = "白虎嫩B"
  },
  ["明星淫图"] = {
    id = "明星淫图"
  },
  ["淫乱熟女"] = {
    id = "淫乱熟女"
  },
  ["高清性愛"] = {
    id = "高清性愛"
  },
  ["高潮集锦"] = {
    id = "高潮集锦"
  },
  ["淫兽学园"] = {
    id = "淫兽学园"
  },
  ["俏臀摄魄"] = {
    id = "俏臀摄魄"
  },
  ["有容奶大"] = {
    id = "有容奶大"
  },
  ["无套内射"] = {
    id = "无套内射"
  },
  ["毛鲍"] = {
    id = "毛鲍"
  },
  ["3P炮图"] = {
    id = "3P炮图"
  },
  ["性交课"] = {
    id = "性交课"
  },
  ["激凸走光"] = {
    id = "激凸走光"
  },
  ["性感妖娆"] = {
    id = "性感妖娆"
  },
  ["人妻交换"] = {
    id = "人妻交换"
  },
  ["监禁陵辱"] = {
    id = "监禁陵辱"
  },
  ["生徒胸触"] = {
    id = "生徒胸触"
  },
  ["東洋屄"] = {
    id = "東洋屄"
  },
  ["翘臀嫩穴"] = {
    id = "翘臀嫩穴"
  },
  ["春光外泻"] = {
    id = "春光外泻"
  },
  ["淫妇自慰"] = {
    id = "淫妇自慰"
  },
  ["本土无码"] = {
    id = "本土无码"
  },
  ["淫妻交换"] = {
    id = "淫妻交换"
  },
  ["日屄"] = {
    id = "日屄"
  },
  ["近亲相奸"] = {
    id = "近亲相奸"
  },
  ["艳乳"] = {
    id = "艳乳"
  },
  ["白虎小穴"] = {
    id = "白虎小穴"
  },
  ["肛门喷水"] = {
    id = "肛门喷水"
  },
  ["淫荡贵妇"] = {
    id = "淫荡贵妇"
  },
  ["鬼畜轮奸"] = {
    id = "鬼畜轮奸"
  },
  ["浴室乱伦"] = {
    id = "浴室乱伦"
  },
  ["生奸内射"] = {
    id = "生奸内射"
  },
  ["国产嫖娼"] = {
    id = "国产嫖娼"
  },
  ["白液四溅"] = {
    id = "白液四溅"
  },
  ["带套肛交"] = {
    id = "带套肛交"
  },
  ["大乱交"] = {
    id = "大乱交"
  },
  ["精液榨取"] = {
    id = "精液榨取"
  },
  ["性感乳娘"] = {
    id = "性感乳娘"
  },
  ["魅惑巨乳"] = {
    id = "魅惑巨乳"
  },
  ["无码炮图"] = {
    id = "无码炮图"
  },
  ["群阴会"] = {
    id = "群阴会"
  },
  ["人性本色"] = {
    id = "人性本色"
  },
  ["极品波神"] = {
    id = "极品波神"
  },
  ["淫乱工作"] = {
    id = "淫乱工作"
  },
  ["白浆四溅"] = {
    id = "白浆四溅"
  },
  ["街头扒衣"] = {
    id = "街头扒衣"
  },
  ["口内爆射"] = {
    id = "口内爆射"
  },
  ["嫩BB"] = {
    id = "嫩BB"
  },
  ["肛门拳交"] = {
    id = "肛门拳交"
  },
  ["灌满精液"] = {
    id = "灌满精液"
  },
  ["莲花逼"] = {
    id = "莲花逼"
  },
  ["自慰抠穴"] = {
    id = "自慰抠穴"
  },
  ["人妻榨乳"] = {
    id = "人妻榨乳"
  },
  ["拔屄自拍"] = {
    id = "拔屄自拍"
  },
  ["洗肠射尿"] = {
    id = "洗肠射尿"
  },
  ["人妻色诱"] = {
    id = "人妻色诱"
  },
  ["淫浆"] = {
    id = "淫浆"
  },
  ["狂乳激揺"] = {
    id = "狂乳激揺"
  },
  ["騷浪"] = {
    id = "騷浪"
  },
  ["射爽"] = {
    id = "射爽"
  },
  ["蘚鮑"] = {
    id = "蘚鮑"
  },
  ["制服狩"] = {
    id = "制服狩"
  },
  ["無毛穴"] = {
    id = "無毛穴"
  },
  ["骚浪美女"] = {
    id = "骚浪美女"
  },
  ["肏屄"] = {
    id = "肏屄"
  },
  ["舌头穴"] = {
    id = "舌头穴"
  },
  ["人妻做爱"] = {
    id = "人妻做爱"
  },
  ["插逼"] = {
    id = "插逼"
  },
  ["爆操"] = {
    id = "爆操"
  },
  ["插穴止痒"] = {
    id = "插穴止痒"
  },
  ["骚乳"] = {
    id = "骚乳"
  },
  ["食精"] = {
    id = "食精"
  },
  ["爆乳娘"] = {
    id = "爆乳娘"
  },
  ["插阴茎"] = {
    id = "插阴茎"
  },
  ["黑毛屄"] = {
    id = "黑毛屄"
  },
  ["肉便器"] = {
    id = "肉便器"
  },
  ["肉逼"] = {
    id = "肉逼"
  },
  ["淫亂潮吹"] = {
    id = "淫亂潮吹"
  },
  ["母奸"] = {
    id = "母奸"
  },
  ["熟妇人妻"] = {
    id = "熟妇人妻"
  },
  ["発射"] = {
    id = "発射"
  },
  ["幹砲"] = {
    id = "幹砲"
  },
  ["性佣"] = {
    id = "性佣"
  },
  ["爽穴"] = {
    id = "爽穴"
  },
  ["插比"] = {
    id = "插比"
  },
  ["嫩鲍"] = {
    id = "嫩鲍"
  },
  ["骚母"] = {
    id = "骚母"
  },
  ["吃鸡巴"] = {
    id = "吃鸡巴"
  },
  ["金毛穴"] = {
    id = "金毛穴"
  },
  ["体奸"] = {
    id = "体奸"
  },
  ["爆草"] = {
    id = "爆草"
  },
  ["操妻"] = {
    id = "操妻"
  },
  a4u = {
    id = "a4u"
  },
  ["酥穴"] = {
    id = "酥穴"
  },
  ["屄毛"] = {
    id = "屄毛"
  },
  ["厕所盗摄"] = {
    id = "厕所盗摄"
  },
  ["艳妇淫女"] = {
    id = "艳妇淫女"
  },
  ["掰穴打洞"] = {
    id = "掰穴打洞"
  },
  ["盗撮"] = {
    id = "盗撮"
  },
  ["薄码"] = {
    id = "薄码"
  },
  ["少修正"] = {
    id = "少修正"
  },
  ["巧淫奸戏"] = {
    id = "巧淫奸戏"
  },
  ["成人片"] = {
    id = "成人片"
  },
  ["换妻大会"] = {
    id = "换妻大会"
  },
  ["破处"] = {
    id = "破处"
  },
  ["穴爽"] = {
    id = "穴爽"
  },
  ["g点"] = {
    id = "g点"
  },
  ["欢欢娱乐时空"] = {
    id = "欢欢娱乐时空"
  },
  ["近親相姦"] = {
    id = "近親相姦"
  },
  ["裤袜"] = {
    id = "裤袜"
  },
  ["乱伦"] = {
    id = "乱伦"
  },
  ["买春"] = {
    id = "买春"
  },
  ["妹妹阴毛"] = {
    id = "妹妹阴毛"
  },
  ["免费成人网站"] = {
    id = "免费成人网站"
  },
  ["免费偷窥网"] = {
    id = "免费偷窥网"
  },
  ["免费A片"] = {
    id = "免费A片"
  },
  ["摩洛客"] = {
    id = "摩洛客"
  },
  ["嫩b"] = {
    id = "嫩b"
  },
  ["捏弄"] = {
    id = "捏弄"
  },
  ["女优"] = {
    id = "女优"
  },
  ["肉棒"] = {
    id = "肉棒"
  },
  ["骚姐姐"] = {
    id = "骚姐姐"
  },
  ["色区"] = {
    id = "色区"
  },
  ["色书库"] = {
    id = "色书库"
  },
  ["射颜"] = {
    id = "射颜"
  },
  ["手淫"] = {
    id = "手淫"
  },
  ["兽交"] = {
    id = "兽交"
  },
  ["吸精少女"] = {
    id = "吸精少女"
  },
  ["下流地带"] = {
    id = "下流地带"
  },
  ["性虎"] = {
    id = "性虎"
  },
  ["性饥渴"] = {
    id = "性饥渴"
  },
  ["阴部"] = {
    id = "阴部"
  },
  ["淫妹"] = {
    id = "淫妹"
  },
  ["淫图"] = {
    id = "淫图"
  },
  ["幼交"] = {
    id = "幼交"
  },
  ["欲火"] = {
    id = "欲火"
  },
  ["援交妹"] = {
    id = "援交妹"
  },
  ["嫩屄"] = {
    id = "嫩屄"
  },
  ["嫩女"] = {
    id = "嫩女"
  },
  ["噴精"] = {
    id = "噴精"
  },
  ["情色天崖"] = {
    id = "情色天崖"
  },
  ["情色文学"] = {
    id = "情色文学"
  },
  ["群交亂舞"] = {
    id = "群交亂舞"
  },
  ["日本骚货"] = {
    id = "日本骚货"
  },
  ["肉唇"] = {
    id = "肉唇"
  },
  ["肉沟"] = {
    id = "肉沟"
  },
  ["肉棍干骚妇"] = {
    id = "肉棍干骚妇"
  },
  ["肉壶"] = {
    id = "肉壶"
  },
  ["肉淫器吞精"] = {
    id = "肉淫器吞精"
  },
  ["骚妹"] = {
    id = "骚妹"
  },
  ["骚女"] = {
    id = "骚女"
  },
  ["骚水"] = {
    id = "骚水"
  },
  ["骚穴"] = {
    id = "骚穴"
  },
  ["色狐狸网址"] = {
    id = "色狐狸网址"
  },
  ["色狼论坛"] = {
    id = "色狼论坛"
  },
  ["色狼小说"] = {
    id = "色狼小说"
  },
  ["湿穴"] = {
    id = "湿穴"
  },
  ["爽死我了"] = {
    id = "爽死我了"
  },
  ["舔逼"] = {
    id = "舔逼"
  },
  ["舔屁眼"] = {
    id = "舔屁眼"
  },
  ["好嫩"] = {
    id = "好嫩"
  },
  ["大波"] = {
    id = "大波"
  },
  ["亂倫"] = {
    id = "亂倫"
  },
  ["做爱电影"] = {
    id = "做爱电影"
  },
  ["色诱"] = {
    id = "色诱"
  },
  ["秘裂"] = {
    id = "秘裂"
  },
  ["采花堂"] = {
    id = "采花堂"
  },
  ["含屌"] = {
    id = "含屌"
  },
  ["亚洲性虐"] = {
    id = "亚洲性虐"
  },
  ["夫妻自拍"] = {
    id = "夫妻自拍"
  },
  ["熟女"] = {
    id = "熟女"
  },
  ["操穴"] = {
    id = "操穴"
  },
  ["裹本"] = {
    id = "裹本"
  },
  ["淫妇"] = {
    id = "淫妇"
  },
  ["嫩逼"] = {
    id = "嫩逼"
  },
  ["淫贱"] = {
    id = "淫贱"
  },
  ["欢乐性今宵"] = {
    id = "欢乐性今宵"
  },
  ["巨乳"] = {
    id = "巨乳"
  },
  ["性愛圖片"] = {
    id = "性愛圖片"
  },
  ["学生妹"] = {
    id = "学生妹"
  },
  ["炮友之家"] = {
    id = "炮友之家"
  },
  ["花花公子"] = {
    id = "花花公子"
  },
  ["一夜情"] = {
    id = "一夜情"
  },
  ["乳沟"] = {
    id = "乳沟"
  },
  ["淫虫"] = {
    id = "淫虫"
  },
  ["叫床"] = {
    id = "叫床"
  },
  porn = {
    id = "porn"
  },
  ["小姐打飞机"] = {
    id = "小姐打飞机"
  },
  ["少女被插"] = {
    id = "少女被插"
  },
  ["Ｘ到噴屎尿"] = {
    id = "Ｘ到噴屎尿"
  },
  ["口淫"] = {
    id = "口淫"
  },
  ["按摩棒"] = {
    id = "按摩棒"
  },
  ["操我"] = {
    id = "操我"
  },
  ["奸情"] = {
    id = "奸情"
  },
  ["被干"] = {
    id = "被干"
  },
  ["露逼"] = {
    id = "露逼"
  },
  ["美女高潮"] = {
    id = "美女高潮"
  },
  ["日逼"] = {
    id = "日逼"
  },
  ["肉洞"] = {
    id = "肉洞"
  },
  ["阴缔"] = {
    id = "阴缔"
  },
  ["插暴"] = {
    id = "插暴"
  },
  ["人妻"] = {
    id = "人妻"
  },
  ["内射"] = {
    id = "内射"
  },
  ["肉具"] = {
    id = "肉具"
  },
  ["欲仙欲浪"] = {
    id = "欲仙欲浪"
  },
  ["玉乳"] = {
    id = "玉乳"
  },
  ["被插"] = {
    id = "被插"
  },
  ["吞精"] = {
    id = "吞精"
  },
  ["暴乳"] = {
    id = "暴乳"
  },
  ["成人午夜场"] = {
    id = "成人午夜场"
  },
  ["买春堂"] = {
    id = "买春堂"
  },
  ["性之站"] = {
    id = "性之站"
  },
  ["成人社区"] = {
    id = "成人社区"
  },
  ["群交"] = {
    id = "群交"
  },
  ["激情聊天"] = {
    id = "激情聊天"
  },
  ["三八淫"] = {
    id = "三八淫"
  },
  ["做爱自拍"] = {
    id = "做爱自拍"
  },
  ["淫妻"] = {
    id = "淫妻"
  },
  ["夫妻俱乐部"] = {
    id = "夫妻俱乐部"
  },
  ["激情交友"] = {
    id = "激情交友"
  },
  ["诱色uu"] = {
    id = "诱色uu"
  },
  ["就去色色"] = {
    id = "就去色色"
  },
  ["熟妇"] = {
    id = "熟妇"
  },
  ["mm美图"] = {
    id = "mm美图"
  },
  ["走光偷拍"] = {
    id = "走光偷拍"
  },
  ["77bbb"] = {
    id = "77bbb"
  },
  ["虎骑"] = {
    id = "虎骑"
  },
  ["咪咪图片"] = {
    id = "咪咪图片"
  },
  ["成人导航"] = {
    id = "成人导航"
  },
  ["深爱色色"] = {
    id = "深爱色色"
  },
  ["厕所偷拍"] = {
    id = "厕所偷拍"
  },
  ["成人A片"] = {
    id = "成人A片"
  },
  ["夫妻多p"] = {
    id = "夫妻多p"
  },
  ["我就色"] = {
    id = "我就色"
  },
  ["释欲"] = {
    id = "释欲"
  },
  ["你色吗"] = {
    id = "你色吗"
  },
  ["裙内偷拍"] = {
    id = "裙内偷拍"
  },
  ["男女蒲典"] = {
    id = "男女蒲典"
  },
  ["色97爱"] = {
    id = "色97爱"
  },
  ["丝诱"] = {
    id = "丝诱"
  },
  ["人妻自拍"] = {
    id = "人妻自拍"
  },
  ["色情工厂"] = {
    id = "色情工厂"
  },
  ["色色婷婷"] = {
    id = "色色婷婷"
  },
  ["美体艳姿"] = {
    id = "美体艳姿"
  },
  ["颜射自拍"] = {
    id = "颜射自拍"
  },
  ["熟母"] = {
    id = "熟母"
  },
  ["肉丝裤袜"] = {
    id = "肉丝裤袜"
  },
  ["sm调教"] = {
    id = "sm调教"
  },
  ["打野炮"] = {
    id = "打野炮"
  },
  ["赤裸天使"] = {
    id = "赤裸天使"
  },
  ["淫欲世家"] = {
    id = "淫欲世家"
  },
  ["就去日"] = {
    id = "就去日"
  },
  ["爱幼阁"] = {
    id = "爱幼阁"
  },
  ["巨屌"] = {
    id = "巨屌"
  },
  ["花样性交"] = {
    id = "花样性交"
  },
  ["裸陪"] = {
    id = "裸陪"
  },
  ["夫妻3p"] = {
    id = "夫妻3p"
  },
  ["大奶骚女"] = {
    id = "大奶骚女"
  },
  ["性愛插穴"] = {
    id = "性愛插穴"
  },
  ["日本熟母"] = {
    id = "日本熟母"
  },
  ["幼逼"] = {
    id = "幼逼"
  },
  ["淫水四溅"] = {
    id = "淫水四溅"
  },
  ["大胆出位"] = {
    id = "大胆出位"
  },
  ["旅馆自拍"] = {
    id = "旅馆自拍"
  },
  ["无套自拍"] = {
    id = "无套自拍"
  },
  ["快乐AV"] = {
    id = "快乐AV"
  },
  ["国产无码"] = {
    id = "国产无码"
  },
  ["强制浣肠"] = {
    id = "强制浣肠"
  },
  ["援交自拍"] = {
    id = "援交自拍"
  },
  ["凸肉优"] = {
    id = "凸肉优"
  },
  ["撅起大白腚"] = {
    id = "撅起大白腚"
  },
  ["骚妹妹"] = {
    id = "骚妹妹"
  },
  ["插穴手淫"] = {
    id = "插穴手淫"
  },
  ["双龙入洞"] = {
    id = "双龙入洞"
  },
  ["美女吞精"] = {
    id = "美女吞精"
  },
  ["处女开包"] = {
    id = "处女开包"
  },
  ["调教虐待"] = {
    id = "调教虐待"
  },
  ["淫肉诱惑"] = {
    id = "淫肉诱惑"
  },
  ["激情潮喷"] = {
    id = "激情潮喷"
  },
  ["骚穴怒放"] = {
    id = "骚穴怒放"
  },
  ["馒头屄"] = {
    id = "馒头屄"
  },
  ["无码丝袜"] = {
    id = "无码丝袜"
  },
  ["写真"] = {
    id = "写真"
  },
  ["寂寞自摸"] = {
    id = "寂寞自摸"
  },
  ["警奴"] = {
    id = "警奴"
  },
  ["轮操"] = {
    id = "轮操"
  },
  ["淫店"] = {
    id = "淫店"
  },
  ["精液浴"] = {
    id = "精液浴"
  },
  ["淫乱诊所"] = {
    id = "淫乱诊所"
  },
  ["极品奶妹"] = {
    id = "极品奶妹"
  },
  ["惹火身材"] = {
    id = "惹火身材"
  },
  ["暴力虐待"] = {
    id = "暴力虐待"
  },
  ["巨乳俏女医"] = {
    id = "巨乳俏女医"
  },
  ["扉之阴"] = {
    id = "扉之阴"
  },
  ["淫の方程式"] = {
    id = "淫の方程式"
  },
  ["丁字裤翘臀"] = {
    id = "丁字裤翘臀"
  },
  ["轮奸内射"] = {
    id = "轮奸内射"
  },
  ["空姐性交"] = {
    id = "空姐性交"
  },
  ["美乳斗艳"] = {
    id = "美乳斗艳"
  },
  ["舔鸡巴"] = {
    id = "舔鸡巴"
  },
  ["骚B熟女"] = {
    id = "骚B熟女"
  },
  ["淫丝荡袜"] = {
    id = "淫丝荡袜"
  },
  ["奴隷调教"] = {
    id = "奴隷调教"
  },
  ["阴阜高耸"] = {
    id = "阴阜高耸"
  },
  ["翘臀嫩逼"] = {
    id = "翘臀嫩逼"
  },
  ["口交放尿"] = {
    id = "口交放尿"
  },
  ["媚药少年"] = {
    id = "媚药少年"
  },
  ["暴奸"] = {
    id = "暴奸"
  },
  ["无修正"] = {
    id = "无修正"
  },
  ["国产AV"] = {
    id = "国产AV"
  },
  ["淫水横流"] = {
    id = "淫水横流"
  },
  ["插入内射"] = {
    id = "插入内射"
  },
  ["东热空姐"] = {
    id = "东热空姐"
  },
  ["大波粉B"] = {
    id = "大波粉B"
  },
  ["互舔淫穴"] = {
    id = "互舔淫穴"
  },
  ["丝袜淫妇"] = {
    id = "丝袜淫妇"
  },
  ["乳此动人"] = {
    id = "乳此动人"
  },
  ["大波骚妇"] = {
    id = "大波骚妇"
  },
  ["无码做爱"] = {
    id = "无码做爱"
  },
  ["口爆吞精"] = {
    id = "口爆吞精"
  },
  ["放荡熟女"] = {
    id = "放荡熟女"
  },
  ["巨炮兵团"] = {
    id = "巨炮兵团"
  },
  ["叔嫂肉欲"] = {
    id = "叔嫂肉欲"
  },
  ["肉感炮友"] = {
    id = "肉感炮友"
  },
  ["爱妻淫穴"] = {
    id = "爱妻淫穴"
  },
  ["无码精选"] = {
    id = "无码精选"
  },
  ["超毛大鲍"] = {
    id = "超毛大鲍"
  },
  ["熟妇骚器"] = {
    id = "熟妇骚器"
  },
  ["内射美妇"] = {
    id = "内射美妇"
  },
  ["毒龙舔脚"] = {
    id = "毒龙舔脚"
  },
  ["性爱擂台"] = {
    id = "性爱擂台"
  },
  ["圣泉学淫"] = {
    id = "圣泉学淫"
  },
  ["性奴会"] = {
    id = "性奴会"
  },
  ["密室淫行"] = {
    id = "密室淫行"
  },
  ["亮屄"] = {
    id = "亮屄"
  },
  ["操肿"] = {
    id = "操肿"
  },
  ["无码淫女"] = {
    id = "无码淫女"
  },
  ["玩逼"] = {
    id = "玩逼"
  },
  ["淫虐"] = {
    id = "淫虐"
  },
  ["我就去色"] = {
    id = "我就去色"
  },
  ["淫痴"] = {
    id = "淫痴"
  },
  ["风骚欲女"] = {
    id = "风骚欲女"
  },
  ["亮穴"] = {
    id = "亮穴"
  },
  ["操穴喷水"] = {
    id = "操穴喷水"
  },
  ["幼男"] = {
    id = "幼男"
  },
  ["肉箫"] = {
    id = "肉箫"
  },
  ["巨骚"] = {
    id = "巨骚"
  },
  ["骚妻"] = {
    id = "骚妻"
  },
  ["漏逼"] = {
    id = "漏逼"
  },
  ["骚屄"] = {
    id = "骚屄"
  },
  ["大奶美逼"] = {
    id = "大奶美逼"
  },
  ["高潮白浆"] = {
    id = "高潮白浆"
  },
  ["性战擂台"] = {
    id = "性战擂台"
  },
  ["淫女炮图"] = {
    id = "淫女炮图"
  },
  ["小穴"] = {
    id = "小穴"
  },
  ["淫水横溢"] = {
    id = "淫水横溢"
  },
  ["性交吞精"] = {
    id = "性交吞精"
  },
  ["姦染"] = {
    id = "姦染"
  },
  ["淫告白"] = {
    id = "淫告白"
  },
  ["乳射"] = {
    id = "乳射"
  },
  ["操黑"] = {
    id = "操黑"
  },
  ["朝天穴"] = {
    id = "朝天穴"
  },
  ["公媳乱"] = {
    id = "公媳乱"
  },
  ["女屄"] = {
    id = "女屄"
  },
  ["慰春情"] = {
    id = "慰春情"
  },
  ["集体淫"] = {
    id = "集体淫"
  },
  ["淫B"] = {
    id = "淫B"
  },
  ["屄屄"] = {
    id = "屄屄"
  },
  ["肛屄"] = {
    id = "肛屄"
  },
  ["小嫩鸡"] = {
    id = "小嫩鸡"
  },
  ["舔B"] = {
    id = "舔B"
  },
  ["嫩奶"] = {
    id = "嫩奶"
  },
  a4y = {
    id = "a4y"
  },
  ["品穴"] = {
    id = "品穴"
  },
  ["淫水翻騰"] = {
    id = "淫水翻騰"
  },
  ["一本道"] = {
    id = "一本道"
  },
  ["乳尻"] = {
    id = "乳尻"
  },
  ["羞耻母"] = {
    id = "羞耻母"
  },
  ["艳照"] = {
    id = "艳照"
  },
  ["三P"] = {
    id = "三P"
  },
  ["露毛"] = {
    id = "露毛"
  },
  ["紧穴"] = {
    id = "紧穴"
  },
  ["露点"] = {
    id = "露点"
  },
  ["18禁"] = {
    id = "18禁"
  },
  ["g片"] = {
    id = "g片"
  },
  teen = {
    id = "teen"
  },
  ["無碼電影"] = {
    id = "無碼電影"
  },
  ["爱液"] = {
    id = "爱液"
  },
  ["插b"] = {
    id = "插b"
  },
  ["赤裸"] = {
    id = "赤裸"
  },
  ["荡妇"] = {
    id = "荡妇"
  },
  ["荡女"] = {
    id = "荡女"
  },
  ["浪穴"] = {
    id = "浪穴"
  },
  ["露穴"] = {
    id = "露穴"
  },
  ["美穴"] = {
    id = "美穴"
  },
  ["猛插"] = {
    id = "猛插"
  },
  ["迷药"] = {
    id = "迷药"
  },
  ["嫩穴"] = {
    id = "嫩穴"
  },
  ["肉穴"] = {
    id = "肉穴"
  },
  ["乳交"] = {
    id = "乳交"
  },
  ["乳头"] = {
    id = "乳头"
  },
  ["无码"] = {
    id = "无码"
  },
  ["吸精"] = {
    id = "吸精"
  },
  ["现代情色小说"] = {
    id = "现代情色小说"
  },
  ["性交图"] = {
    id = "性交图"
  },
  ["性息"] = {
    id = "性息"
  },
  ["艳情小说"] = {
    id = "艳情小说"
  },
  ["阴部特写"] = {
    id = "阴部特写"
  },
  ["阴道图片"] = {
    id = "阴道图片"
  },
  ["淫书"] = {
    id = "淫书"
  },
  ["幼女"] = {
    id = "幼女"
  },
  ["玉蒲团玉女心经"] = {
    id = "玉蒲团玉女心经"
  },
  ["援助交易"] = {
    id = "援助交易"
  },
  ["中国成人论坛"] = {
    id = "中国成人论坛"
  },
  ["中国性爱城"] = {
    id = "中国性爱城"
  },
  ["自拍写真"] = {
    id = "自拍写真"
  },
  ["做爱图片"] = {
    id = "做爱图片"
  },
  ["掰穴"] = {
    id = "掰穴"
  },
  ["万淫堂"] = {
    id = "万淫堂"
  },
  ["穴图"] = {
    id = "穴图"
  },
  ["穴淫"] = {
    id = "穴淫"
  },
  ["艳舞淫业"] = {
    id = "艳舞淫业"
  },
  ["咬着龟头"] = {
    id = "咬着龟头"
  },
  ["要射了"] = {
    id = "要射了"
  },
  ["一夜性网"] = {
    id = "一夜性网"
  },
  ["阴茎插小穴"] = {
    id = "阴茎插小穴"
  },
  ["陰穴新玩法"] = {
    id = "陰穴新玩法"
  },
  ["婬乱军团"] = {
    id = "婬乱军团"
  },
  ["淫逼"] = {
    id = "淫逼"
  },
  ["淫姐"] = {
    id = "淫姐"
  },
  ["淫浪"] = {
    id = "淫浪"
  },
  ["淫流"] = {
    id = "淫流"
  },
  ["淫糜"] = {
    id = "淫糜"
  },
  ["淫蜜"] = {
    id = "淫蜜"
  },
  ["淫魔"] = {
    id = "淫魔"
  },
  ["淫母"] = {
    id = "淫母"
  },
  ["淫妞"] = {
    id = "淫妞"
  },
  ["淫奴"] = {
    id = "淫奴"
  },
  ["淫娃"] = {
    id = "淫娃"
  },
  ["淫液"] = {
    id = "淫液"
  },
  ["钻插"] = {
    id = "钻插"
  },
  ["H动漫"] = {
    id = "H动漫"
  },
  ["交换夫妻"] = {
    id = "交换夫妻"
  },
  ["美腿"] = {
    id = "美腿"
  },
  ["舔脚"] = {
    id = "舔脚"
  },
  ["蜜洞"] = {
    id = "蜜洞"
  },
  ["丝袜"] = {
    id = "丝袜"
  },
  ["淫情"] = {
    id = "淫情"
  },
  ["亚洲情色网"] = {
    id = "亚洲情色网"
  },
  ["强奸处女"] = {
    id = "强奸处女"
  },
  ["鸡巴暴胀"] = {
    id = "鸡巴暴胀"
  },
  ["美乳"] = {
    id = "美乳"
  },
  ["大众色情成人网"] = {
    id = "大众色情成人网"
  },
  ["火辣图片"] = {
    id = "火辣图片"
  },
  ["淫声浪语"] = {
    id = "淫声浪语"
  },
  ["疯狂抽送"] = {
    id = "疯狂抽送"
  },
  ["淫河"] = {
    id = "淫河"
  },
  ["强暴"] = {
    id = "强暴"
  },
  ["多人性愛"] = {
    id = "多人性愛"
  },
  ["操屄"] = {
    id = "操屄"
  },
  ["浪女"] = {
    id = "浪女"
  },
  ["色情论坛"] = {
    id = "色情论坛"
  },
  ["性虎色网"] = {
    id = "性虎色网"
  },
  ["淫欲日本"] = {
    id = "淫欲日本"
  },
  ["操死"] = {
    id = "操死"
  },
  ["色迷城"] = {
    id = "色迷城"
  },
  petgirl = {
    id = "petgirl"
  },
  ["骚女叫春"] = {
    id = "骚女叫春"
  },
  ["成人百强"] = {
    id = "成人百强"
  },
  ["猖妓"] = {
    id = "猖妓"
  },
  ["天天干贴图"] = {
    id = "天天干贴图"
  },
  ["密穴贴图"] = {
    id = "密穴贴图"
  },
  ["凌辱"] = {
    id = "凌辱"
  },
  ["偷欢"] = {
    id = "偷欢"
  },
  ["小逼"] = {
    id = "小逼"
  },
  ["酥痒"] = {
    id = "酥痒"
  },
  ["品色堂"] = {
    id = "品色堂"
  },
  ["浪妇"] = {
    id = "浪妇"
  },
  ["嫖妓指南"] = {
    id = "嫖妓指南"
  },
  ["肉缝"] = {
    id = "肉缝"
  },
  ["色窝窝"] = {
    id = "色窝窝"
  },
  ["被操"] = {
    id = "被操"
  },
  ["巨奶"] = {
    id = "巨奶"
  },
  ["骚洞"] = {
    id = "骚洞"
  },
  ["阴精"] = {
    id = "阴精"
  },
  ["阴阜"] = {
    id = "阴阜"
  },
  ["阴屄"] = {
    id = "阴屄"
  },
  ["群魔色舞"] = {
    id = "群魔色舞"
  },
  ["扒穴"] = {
    id = "扒穴"
  },
  ["六月联盟"] = {
    id = "六月联盟"
  },
  ["55sss偷拍区"] = {
    id = "55sss偷拍区"
  },
  ["张筱雨"] = {
    id = "张筱雨"
  },
  xiao77 = {
    id = "xiao77"
  },
  ["极品黑丝"] = {
    id = "极品黑丝"
  },
  ["丝袜写真"] = {
    id = "丝袜写真"
  },
  ["天天情色"] = {
    id = "天天情色"
  },
  ["成人小说"] = {
    id = "成人小说"
  },
  ["成人文学"] = {
    id = "成人文学"
  },
  ["情色艺术天空"] = {
    id = "情色艺术天空"
  },
  ["222se图片"] = {
    id = "222se图片"
  },
  ["偷拍"] = {
    id = "偷拍"
  },
  ["淫色贴图"] = {
    id = "淫色贴图"
  },
  ["厕奴"] = {
    id = "厕奴"
  },
  ["美女成人"] = {
    id = "美女成人"
  },
  ["酥胸诱惑"] = {
    id = "酥胸诱惑"
  },
  ["五月天"] = {
    id = "五月天"
  },
  ["人体摄影"] = {
    id = "人体摄影"
  },
  ["东北xx网"] = {
    id = "东北xx网"
  },
  ["玛雅网"] = {
    id = "玛雅网"
  },
  ["成人bt"] = {
    id = "成人bt"
  },
  ["周六性吧"] = {
    id = "周六性吧"
  },
  ["爆乳"] = {
    id = "爆乳"
  },
  ["诱惑视频"] = {
    id = "诱惑视频"
  },
  ["裙下风光"] = {
    id = "裙下风光"
  },
  ["嘻游中国"] = {
    id = "嘻游中国"
  },
  ["操母狗"] = {
    id = "操母狗"
  },
  ["御の二代目"] = {
    id = "御の二代目"
  },
  ["丝袜足交"] = {
    id = "丝袜足交"
  },
  ["肮脏美学"] = {
    id = "肮脏美学"
  },
  ["亚洲有码"] = {
    id = "亚洲有码"
  },
  ["欲仙欲死"] = {
    id = "欲仙欲死"
  },
  ["丝袜高跟"] = {
    id = "丝袜高跟"
  },
  ["偷拍美穴"] = {
    id = "偷拍美穴"
  },
  ["原味丝袜"] = {
    id = "原味丝袜"
  },
  ["裸露自拍"] = {
    id = "裸露自拍"
  },
  ["针孔偷拍"] = {
    id = "针孔偷拍"
  },
  ["放荡少妇宾馆"] = {
    id = "放荡少妇宾馆"
  },
  ["性感肉丝"] = {
    id = "性感肉丝"
  },
  ["拳交"] = {
    id = "拳交"
  },
  ["迫奸"] = {
    id = "迫奸"
  },
  ["品香堂"] = {
    id = "品香堂"
  },
  ["北京xx网"] = {
    id = "北京xx网"
  },
  ["虐奴"] = {
    id = "虐奴"
  },
  ["情色导航"] = {
    id = "情色导航"
  },
  ["欧美大乳"] = {
    id = "欧美大乳"
  },
  ["欧美无套"] = {
    id = "欧美无套"
  },
  ["骚妇露逼"] = {
    id = "骚妇露逼"
  },
  ["炮友"] = {
    id = "炮友"
  },
  ["淫水丝袜"] = {
    id = "淫水丝袜"
  },
  ["母女双飞"] = {
    id = "母女双飞"
  },
  ["老少乱伦"] = {
    id = "老少乱伦"
  },
  ["幼妓"] = {
    id = "幼妓"
  },
  ["素人娘"] = {
    id = "素人娘"
  },
  ["前凸后翘"] = {
    id = "前凸后翘"
  },
  ["制服誘惑"] = {
    id = "制服誘惑"
  },
  ["舔屄"] = {
    id = "舔屄"
  },
  ["色色成人"] = {
    id = "色色成人"
  },
  ["迷奸系列"] = {
    id = "迷奸系列"
  },
  ["性交无码"] = {
    id = "性交无码"
  },
  ["惹火自拍"] = {
    id = "惹火自拍"
  },
  ["胯下呻吟"] = {
    id = "胯下呻吟"
  },
  ["淫驴屯"] = {
    id = "淫驴屯"
  },
  ["少妇偷情"] = {
    id = "少妇偷情"
  },
  ["护士诱惑"] = {
    id = "护士诱惑"
  },
  ["群奸乱交"] = {
    id = "群奸乱交"
  },
  ["极品白虎"] = {
    id = "极品白虎"
  },
  ["曲线消魂"] = {
    id = "曲线消魂"
  },
  ["淫腔"] = {
    id = "淫腔"
  },
  ["无码淫漫"] = {
    id = "无码淫漫"
  },
  ["假阳具插穴"] = {
    id = "假阳具插穴"
  },
  ["蝴蝶逼"] = {
    id = "蝴蝶逼"
  },
  ["自插小穴"] = {
    id = "自插小穴"
  },
  ["SM援交"] = {
    id = "SM援交"
  },
  ["西洋美女"] = {
    id = "西洋美女"
  },
  ["爱液横流"] = {
    id = "爱液横流"
  },
  ["无码无套"] = {
    id = "无码无套"
  },
  ["淫战群P"] = {
    id = "淫战群P"
  },
  ["口爆"] = {
    id = "口爆"
  },
  ["酒店援交"] = {
    id = "酒店援交"
  },
  ["乳霸"] = {
    id = "乳霸"
  },
  ["湿身诱惑"] = {
    id = "湿身诱惑"
  },
  ["火辣写真"] = {
    id = "火辣写真"
  },
  ["动漫色图"] = {
    id = "动漫色图"
  },
  ["熟女护士"] = {
    id = "熟女护士"
  },
  ["粉红穴"] = {
    id = "粉红穴"
  },
  ["经典炮图"] = {
    id = "经典炮图"
  },
  ["童颜巨乳"] = {
    id = "童颜巨乳"
  },
  ["性感诱惑"] = {
    id = "性感诱惑"
  },
  ["援交薄码"] = {
    id = "援交薄码"
  },
  ["美乳美穴"] = {
    id = "美乳美穴"
  },
  ["奇淫宝鉴"] = {
    id = "奇淫宝鉴"
  },
  ["美骚妇"] = {
    id = "美骚妇"
  },
  ["跨下呻吟"] = {
    id = "跨下呻吟"
  },
  ["无毛美少女"] = {
    id = "无毛美少女"
  },
  ["流蜜汁"] = {
    id = "流蜜汁"
  },
  ["日本素人"] = {
    id = "日本素人"
  },
  ["爆乳人妻"] = {
    id = "爆乳人妻"
  },
  ["妖媚熟母"] = {
    id = "妖媚熟母"
  },
  ["日本有码"] = {
    id = "日本有码"
  },
  ["激情打炮"] = {
    id = "激情打炮"
  },
  ["制服美妇"] = {
    id = "制服美妇"
  },
  ["无码彩图"] = {
    id = "无码彩图"
  },
  ["放尿"] = {
    id = "放尿"
  },
  ["入穴一游"] = {
    id = "入穴一游"
  },
  ["丰唇艳姬"] = {
    id = "丰唇艳姬"
  },
  ["群奸轮射"] = {
    id = "群奸轮射"
  },
  ["高级逼"] = {
    id = "高级逼"
  },
  ["MM屄"] = {
    id = "MM屄"
  },
  ["美臀嫰穴"] = {
    id = "美臀嫰穴"
  },
  ["淫东方"] = {
    id = "淫东方"
  },
  ["国产偷拍"] = {
    id = "国产偷拍"
  },
  ["清晰内射"] = {
    id = "清晰内射"
  },
  ["嫩穴肉缝"] = {
    id = "嫩穴肉缝"
  },
  ["雪腿玉胯"] = {
    id = "雪腿玉胯"
  },
  ["骚妇掰B"] = {
    id = "骚妇掰B"
  },
  ["白嫩骚妇"] = {
    id = "白嫩骚妇"
  },
  ["梅花屄"] = {
    id = "梅花屄"
  },
  ["猛操狂射"] = {
    id = "猛操狂射"
  },
  ["潮喷"] = {
    id = "潮喷"
  },
  ["无码体验"] = {
    id = "无码体验"
  },
  ["吞精骚妹"] = {
    id = "吞精骚妹"
  },
  ["紧缚凌辱"] = {
    id = "紧缚凌辱"
  },
  ["奸淫电车"] = {
    id = "奸淫电车"
  },
  ["堕淫"] = {
    id = "堕淫"
  },
  ["颜骑"] = {
    id = "颜骑"
  },
  ["互淫"] = {
    id = "互淫"
  },
  ["逼毛"] = {
    id = "逼毛"
  },
  ["胸濤乳浪"] = {
    id = "胸濤乳浪"
  },
  ["夫妻乱交"] = {
    id = "夫妻乱交"
  },
  ["黑屄"] = {
    id = "黑屄"
  },
  ["奶大屄肥"] = {
    id = "奶大屄肥"
  },
  ["拔屄"] = {
    id = "拔屄"
  },
  ["穴海"] = {
    id = "穴海"
  },
  ["换妻杂交"] = {
    id = "换妻杂交"
  },
  ["狂插"] = {
    id = "狂插"
  },
  ["黑逼"] = {
    id = "黑逼"
  },
  ["粉屄"] = {
    id = "粉屄"
  },
  ["口射"] = {
    id = "口射"
  },
  ["多人轮"] = {
    id = "多人轮"
  },
  ["奶挺臀翘"] = {
    id = "奶挺臀翘"
  },
  ["扒屄"] = {
    id = "扒屄"
  },
  ["痴乳"] = {
    id = "痴乳"
  },
  ["鬼輪姦"] = {
    id = "鬼輪姦"
  },
  ["乳爆"] = {
    id = "乳爆"
  },
  ["浴尿"] = {
    id = "浴尿"
  },
  ["淫样"] = {
    id = "淫样"
  },
  ["発妻"] = {
    id = "発妻"
  },
  ["姫辱"] = {
    id = "姫辱"
  },
  ["插后庭"] = {
    id = "插后庭"
  },
  ["操爽"] = {
    id = "操爽"
  },
  ["嫩缝"] = {
    id = "嫩缝"
  },
  ["操射"] = {
    id = "操射"
  },
  ["骚妈"] = {
    id = "骚妈"
  },
  ["激插"] = {
    id = "激插"
  },
  ["暴干"] = {
    id = "暴干"
  },
  ["母子交欢"] = {
    id = "母子交欢"
  },
  ["嫐屄"] = {
    id = "嫐屄"
  },
  ["足脚交"] = {
    id = "足脚交"
  },
  ["露屄"] = {
    id = "露屄"
  },
  ["柔阴术"] = {
    id = "柔阴术"
  },
  ["相奸"] = {
    id = "相奸"
  },
  ["淫师荡母"] = {
    id = "淫师荡母"
  },
  ["欠干"] = {
    id = "欠干"
  },
  ["桃园蜜洞"] = {
    id = "桃园蜜洞"
  },
  ["二穴中出"] = {
    id = "二穴中出"
  },
  ["奴畜抄"] = {
    id = "奴畜抄"
  },
  ["连続失禁"] = {
    id = "连続失禁"
  },
  ["大鸡巴"] = {
    id = "大鸡巴"
  },
  ["玩穴"] = {
    id = "玩穴"
  },
  ["性交自拍"] = {
    id = "性交自拍"
  },
  ["叫鸡"] = {
    id = "叫鸡"
  },
  ["骚浪人妻"] = {
    id = "骚浪人妻"
  },
  ["三级片"] = {
    id = "三级片"
  },
  ["东京热"] = {
    id = "东京热"
  },
  ["做爱"] = {
    id = "做爱"
  },
  ["操"] = {
    id = "操"
  },
  ["坐台"] = {
    id = "坐台"
  },
  ["子宫"] = {
    id = "子宫"
  },
  ["杂种"] = {
    id = "杂种"
  },
  ["淫"] = {
    id = "淫"
  },
  ["阴毛"] = {
    id = "阴毛"
  },
  ["阴户"] = {
    id = "阴户"
  },
  ["阴蒂"] = {
    id = "阴蒂"
  },
  ["爷爷"] = {
    id = "爷爷"
  },
  ["阳具"] = {
    id = "阳具"
  },
  ["性交"] = {
    id = "性交"
  },
  ["性爱"] = {
    id = "性爱"
  },
  ["小鸡鸡"] = {
    id = "小鸡鸡"
  },
  ["小弟弟"] = {
    id = "小弟弟"
  },
  ["小便"] = {
    id = "小便"
  },
  ["武藤"] = {
    id = "武藤"
  },
  ["慰安妇"] = {
    id = "慰安妇"
  },
  ["猥亵"] = {
    id = "猥亵"
  },
  ["猥琐"] = {
    id = "猥琐"
  },
  ["生殖"] = {
    id = "生殖"
  },
  ["煞笔"] = {
    id = "煞笔"
  },
  ["傻逼"] = {
    id = "傻逼"
  },
  ["傻B"] = {
    id = "傻B"
  },
  ["色情"] = {
    id = "色情"
  },
  ["骚逼"] = {
    id = "骚逼"
  },
  ["三陪"] = {
    id = "三陪"
  },
  ["肉欲"] = {
    id = "肉欲"
  },
  ["肉体"] = {
    id = "肉体"
  },
  ["情色"] = {
    id = "情色"
  },
  ["排泄"] = {
    id = "排泄"
  },
  ["女干"] = {
    id = "女干"
  },
  ["灭族"] = {
    id = "灭族"
  },
  ["梅毒"] = {
    id = "梅毒"
  },
  ["卵子"] = {
    id = "卵子"
  },
  ["淋病"] = {
    id = "淋病"
  },
  ["口交"] = {
    id = "口交"
  },
  ["尻"] = {
    id = "尻"
  },
  ["贱"] = {
    id = "贱"
  },
  ["鸡吧"] = {
    id = "鸡吧"
  },
  ["胡瘟"] = {
    id = "胡瘟"
  },
  ["龟头"] = {
    id = "龟头"
  },
  ["狗日"] = {
    id = "狗日"
  },
  ["狗娘"] = {
    id = "狗娘"
  },
  ["根正苗红"] = {
    id = "根正苗红"
  },
  ["睾丸"] = {
    id = "睾丸"
  },
  ["疯狗"] = {
    id = "疯狗"
  },
  ["腚"] = {
    id = "腚"
  },
  ["大便"] = {
    id = "大便"
  },
  ["打炮"] = {
    id = "打炮"
  },
  ["打飞机"] = {
    id = "打飞机"
  },
  ["娼"] = {
    id = "娼"
  },
  ["瘪三"] = {
    id = "瘪三"
  },
  ["妈逼"] = {
    id = "妈逼"
  },
  ["妈"] = {
    id = "妈"
  },
  ["爸"] = {
    id = "爸"
  },
  ["爹"] = {
    id = "爹"
  },
  ["爷"] = {
    id = "爷"
  },
  ["奶"] = {
    id = "奶"
  },
  ["儿子"] = {
    id = "儿子"
  },
  sm = {
    id = "sm"
  },
  ["尼玛"] = {
    id = "尼玛"
  },
  ["装B"] = {
    id = "装B"
  },
  ["偷窥视频"] = {
    id = "偷窥视频"
  },
  ["裸聊"] = {
    id = "裸聊"
  },
  ["兽兽门"] = {
    id = "兽兽门"
  },
  ["艾滋"] = {
    id = "艾滋"
  },
  ["艾滋病"] = {
    id = "艾滋病"
  },
  ["二逼"] = {
    id = "二逼"
  },
  ["阳物"] = {
    id = "阳物"
  },
  ["找小姐"] = {
    id = "找小姐"
  },
  ["开房"] = {
    id = "开房"
  },
  ["援交"] = {
    id = "援交"
  },
  ["黄色网站"] = {
    id = "黄色网站"
  },
  ["大血逼"] = {
    id = "大血逼"
  },
  ["大血比"] = {
    id = "大血比"
  },
  ["性虐"] = {
    id = "性虐"
  },
  ADMIN = {
    id = "ADMIN"
  },
  Admin = {
    id = "Admin"
  },
  xtl = {
    id = "xtl"
  },
  system = {
    id = "system"
  },
  admin = {
    id = "admin"
  },
  Administrator = {
    id = "Administrator"
  },
  administrator = {
    id = "administrator"
  },
  ["管理"] = {
    id = "管理"
  },
  ["管里"] = {
    id = "管里"
  },
  ["管理员"] = {
    id = "管理员"
  },
  ["服务管理"] = {
    id = "服务管理"
  },
  ["服务器"] = {
    id = "服务器"
  },
  ["活动管理员"] = {
    id = "活动管理员"
  },
  ["冬季热"] = {
    id = "冬季热"
  },
  ["官方"] = {
    id = "官方"
  },
  ["维护"] = {
    id = "维护"
  },
  ["系统"] = {
    id = "系统"
  },
  ["系统公告"] = {
    id = "系统公告"
  },
  ["审查"] = {
    id = "审查"
  },
  ["巡查"] = {
    id = "巡查"
  },
  ["监督"] = {
    id = "监督"
  },
  ["监管"] = {
    id = "监管"
  },
  game = {
    id = "game"
  },
  master = {
    id = "master"
  },
  GAMEMASTER = {
    id = "GAMEMASTER"
  },
  GameMaster = {
    id = "GameMaster"
  },
  GM = {
    id = "GM"
  },
  Gm = {
    id = "Gm"
  },
  gm = {
    id = "gm"
  },
  ["游戏管理员"] = {
    id = "游戏管理员"
  },
  Client = {
    id = "Client"
  },
  Server = {
    id = "Server"
  },
  CS = {
    id = "CS"
  },
  Cs = {
    id = "Cs"
  },
  cs = {
    id = "cs"
  },
  cS = {
    id = "cS"
  },
  KEFU = {
    id = "KEFU"
  },
  kefu = {
    id = "kefu"
  },
  Kefu = {
    id = "Kefu"
  },
  KeFu = {
    id = "KeFu"
  },
  ["助理"] = {
    id = "助理"
  },
  ["客户服务"] = {
    id = "客户服务"
  },
  ["客服"] = {
    id = "客服"
  },
  ["服务天使"] = {
    id = "服务天使"
  },
  TEsT = {
    id = "TEsT"
  },
  tESt = {
    id = "tESt"
  },
  test = {
    id = "test"
  },
  TeSt = {
    id = "TeSt"
  },
  tEST = {
    id = "tEST"
  },
  Test = {
    id = "Test"
  },
  ["测试"] = {
    id = "测试"
  },
  ["辅助程序"] = {
    id = "辅助程序"
  },
  ["运营"] = {
    id = "运营"
  },
  ["运营者"] = {
    id = "运营者"
  },
  ["运营组"] = {
    id = "运营组"
  },
  ["运营商"] = {
    id = "运营商"
  },
  ["运营长"] = {
    id = "运营长"
  },
  ["运营官"] = {
    id = "运营官"
  },
  ["运营人"] = {
    id = "运营人"
  },
  ["蔡文胜"] = {
    id = "蔡文胜"
  },
  ["李兴平"] = {
    id = "李兴平"
  },
  ["汪东风"] = {
    id = "汪东风"
  },
  ["骆海坚"] = {
    id = "骆海坚"
  },
  ["曹政"] = {
    id = "曹政"
  },
  sf = {
    id = "sf"
  },
  ["私服"] = {
    id = "私服"
  },
  ["私人服务器"] = {
    id = "私人服务器"
  },
  wg = {
    id = "wg"
  },
  ["外挂"] = {
    id = "外挂"
  },
  ["ㄅ"] = {
    id = "ㄅ"
  },
  ["ㄆ"] = {
    id = "ㄆ"
  },
  ["ㄇ"] = {
    id = "ㄇ"
  },
  ["ㄈ"] = {
    id = "ㄈ"
  },
  ["ㄉ"] = {
    id = "ㄉ"
  },
  ["ㄊ"] = {
    id = "ㄊ"
  },
  ["ㄋ"] = {
    id = "ㄋ"
  },
  ["ㄌ"] = {
    id = "ㄌ"
  },
  ["ㄍ"] = {
    id = "ㄍ"
  },
  ["ㄎ"] = {
    id = "ㄎ"
  },
  ["ㄏ"] = {
    id = "ㄏ"
  },
  ["ㄐ"] = {
    id = "ㄐ"
  },
  ["ㄑ"] = {
    id = "ㄑ"
  },
  ["ㄒ"] = {
    id = "ㄒ"
  },
  ["ㄓ"] = {
    id = "ㄓ"
  },
  ["ㄔ"] = {
    id = "ㄔ"
  },
  ["ㄕ"] = {
    id = "ㄕ"
  },
  ["ㄖ"] = {
    id = "ㄖ"
  },
  ["ㄗ"] = {
    id = "ㄗ"
  },
  ["ㄘ"] = {
    id = "ㄘ"
  },
  ["ㄙ"] = {
    id = "ㄙ"
  },
  ["ㄚ"] = {
    id = "ㄚ"
  },
  ["ㄛ"] = {
    id = "ㄛ"
  },
  ["ㄜ"] = {
    id = "ㄜ"
  },
  ["ㄝ"] = {
    id = "ㄝ"
  },
  ["ㄞ"] = {
    id = "ㄞ"
  },
  ["ㄟ"] = {
    id = "ㄟ"
  },
  ["ㄠ"] = {
    id = "ㄠ"
  },
  ["ㄡ"] = {
    id = "ㄡ"
  },
  ["ㄢ"] = {
    id = "ㄢ"
  },
  ["ㄣ"] = {
    id = "ㄣ"
  },
  ["ㄤ"] = {
    id = "ㄤ"
  },
  ["ㄥ"] = {
    id = "ㄥ"
  },
  ["ㄦ"] = {
    id = "ㄦ"
  },
  ["ㄧ"] = {
    id = "ㄧ"
  },
  ["ㄨ"] = {
    id = "ㄨ"
  },
  ["ㄩ"] = {
    id = "ㄩ"
  },
  ["鞴"] = {
    id = "鞴"
  },
  ["鐾"] = {
    id = "鐾"
  },
  ["瘭"] = {
    id = "瘭"
  },
  ["镳"] = {
    id = "镳"
  },
  ["黪"] = {
    id = "黪"
  },
  ["瘥"] = {
    id = "瘥"
  },
  ["觇"] = {
    id = "觇"
  },
  ["孱"] = {
    id = "孱"
  },
  ["廛"] = {
    id = "廛"
  },
  ["蒇"] = {
    id = "蒇"
  },
  ["冁"] = {
    id = "冁"
  },
  ["羼"] = {
    id = "羼"
  },
  ["螭"] = {
    id = "螭"
  },
  ["傺"] = {
    id = "傺"
  },
  ["瘛"] = {
    id = "瘛"
  },
  ["舂"] = {
    id = "舂"
  },
  ["艟"] = {
    id = "艟"
  },
  ["瘳"] = {
    id = "瘳"
  },
  ["雠"] = {
    id = "雠"
  },
  ["搋"] = {
    id = "搋"
  },
  ["嘬"] = {
    id = "嘬"
  },
  ["辏"] = {
    id = "辏"
  },
  ["殂"] = {
    id = "殂"
  },
  ["汆"] = {
    id = "汆"
  },
  ["爨"] = {
    id = "爨"
  },
  ["榱"] = {
    id = "榱"
  },
  ["毳"] = {
    id = "毳"
  },
  ["皴"] = {
    id = "皴"
  },
  ["蹉"] = {
    id = "蹉"
  },
  ["鹾"] = {
    id = "鹾"
  },
  ["纛"] = {
    id = "纛"
  },
  ["髑屙民"] = {
    id = "髑屙民"
  },
  ["莪"] = {
    id = "莪"
  },
  ["苊"] = {
    id = "苊"
  },
  ["鲕"] = {
    id = "鲕"
  },
  ["鲼"] = {
    id = "鲼"
  },
  ["瀵"] = {
    id = "瀵"
  },
  ["酆"] = {
    id = "酆"
  },
  ["幞"] = {
    id = "幞"
  },
  ["黻"] = {
    id = "黻"
  },
  ["呒"] = {
    id = "呒"
  },
  ["黼"] = {
    id = "黼"
  },
  ["阝"] = {
    id = "阝"
  },
  ["彀"] = {
    id = "彀"
  },
  ["觏"] = {
    id = "觏"
  },
  ["毂"] = {
    id = "毂"
  },
  ["汩"] = {
    id = "汩"
  },
  ["罟"] = {
    id = "罟"
  },
  ["嘏"] = {
    id = "嘏"
  },
  ["鲴"] = {
    id = "鲴"
  },
  ["宄"] = {
    id = "宄"
  },
  ["庋"] = {
    id = "庋"
  },
  ["刿"] = {
    id = "刿"
  },
  ["虢"] = {
    id = "虢"
  },
  ["馘"] = {
    id = "馘"
  },
  ["撖"] = {
    id = "撖"
  },
  ["夯"] = {
    id = "夯"
  },
  ["薅"] = {
    id = "薅"
  },
  ["曷"] = {
    id = "曷"
  },
  ["翮"] = {
    id = "翮"
  },
  ["觳"] = {
    id = "觳"
  },
  ["冱"] = {
    id = "冱"
  },
  ["怙"] = {
    id = "怙"
  },
  ["戽"] = {
    id = "戽"
  },
  ["祜"] = {
    id = "祜"
  },
  ["瓠"] = {
    id = "瓠"
  },
  ["鹱"] = {
    id = "鹱"
  },
  ["溷"] = {
    id = "溷"
  },
  ["耠"] = {
    id = "耠"
  },
  ["锪"] = {
    id = "锪"
  },
  ["劐"] = {
    id = "劐"
  },
  ["蠖"] = {
    id = "蠖"
  },
  ["丌"] = {
    id = "丌"
  },
  ["乩"] = {
    id = "乩"
  },
  ["赍"] = {
    id = "赍"
  },
  ["殛"] = {
    id = "殛"
  },
  ["蕺"] = {
    id = "蕺"
  },
  ["掎"] = {
    id = "掎"
  },
  ["彐"] = {
    id = "彐"
  },
  ["芰"] = {
    id = "芰"
  },
  ["跽"] = {
    id = "跽"
  },
  ["鲚"] = {
    id = "鲚"
  },
  ["葭"] = {
    id = "葭"
  },
  ["恝"] = {
    id = "恝"
  },
  ["湔"] = {
    id = "湔"
  },
  ["搛"] = {
    id = "搛"
  },
  ["鲣"] = {
    id = "鲣"
  },
  ["鞯"] = {
    id = "鞯"
  },
  ["囝"] = {
    id = "囝"
  },
  ["趼"] = {
    id = "趼"
  },
  ["醮"] = {
    id = "醮"
  },
  ["疖"] = {
    id = "疖"
  },
  ["苣"] = {
    id = "苣"
  },
  ["屦"] = {
    id = "屦"
  },
  ["醵"] = {
    id = "醵"
  },
  ["蠲"] = {
    id = "蠲"
  },
  ["桊"] = {
    id = "桊"
  },
  ["鄄"] = {
    id = "鄄"
  },
  ["谲"] = {
    id = "谲"
  },
  ["爝"] = {
    id = "爝"
  },
  ["麇"] = {
    id = "麇"
  },
  ["贶"] = {
    id = "贶"
  },
  ["悝"] = {
    id = "悝"
  },
  ["喟"] = {
    id = "喟"
  },
  ["仂"] = {
    id = "仂"
  },
  ["泐"] = {
    id = "泐"
  },
  ["鳓"] = {
    id = "鳓"
  },
  ["诔"] = {
    id = "诔"
  },
  ["酹"] = {
    id = "酹"
  },
  ["嫠"] = {
    id = "嫠"
  },
  ["黧"] = {
    id = "黧"
  },
  ["蠡"] = {
    id = "蠡"
  },
  ["醴"] = {
    id = "醴"
  },
  ["鳢"] = {
    id = "鳢"
  },
  ["轹"] = {
    id = "轹"
  },
  ["詈"] = {
    id = "詈"
  },
  ["跞"] = {
    id = "跞"
  },
  ["奁"] = {
    id = "奁"
  },
  ["臁"] = {
    id = "臁"
  },
  ["蚍"] = {
    id = "蚍"
  },
  ["埤"] = {
    id = "埤"
  },
  ["罴"] = {
    id = "罴"
  },
  ["鼙"] = {
    id = "鼙"
  },
  ["庀"] = {
    id = "庀"
  },
  ["仳"] = {
    id = "仳"
  },
  ["圮綦"] = {
    id = "圮綦"
  },
  ["屺"] = {
    id = "屺"
  },
  ["綮"] = {
    id = "綮"
  },
  ["汔"] = {
    id = "汔"
  },
  ["碛"] = {
    id = "碛"
  },
  ["葜"] = {
    id = "葜"
  },
  ["佥"] = {
    id = "佥"
  },
  ["岍"] = {
    id = "岍"
  },
  ["愆"] = {
    id = "愆"
  },
  ["搴"] = {
    id = "搴"
  },
  ["钤"] = {
    id = "钤"
  },
  ["掮"] = {
    id = "掮"
  },
  ["凵"] = {
    id = "凵"
  },
  ["肷"] = {
    id = "肷"
  },
  ["椠"] = {
    id = "椠"
  },
  ["戕"] = {
    id = "戕"
  },
  ["锖"] = {
    id = "锖"
  },
  ["檠"] = {
    id = "檠"
  },
  ["苘"] = {
    id = "苘"
  },
  ["謦"] = {
    id = "謦"
  },
  ["庆红"] = {
    id = "庆红"
  },
  ["跫"] = {
    id = "跫"
  },
  ["銎"] = {
    id = "銎"
  },
  ["邛"] = {
    id = "邛"
  },
  ["筇"] = {
    id = "筇"
  },
  ["蛩鼽"] = {
    id = "蛩鼽"
  },
  ["诎"] = {
    id = "诎"
  },
  ["麴"] = {
    id = "麴"
  },
  ["黢"] = {
    id = "黢"
  },
  ["劬"] = {
    id = "劬"
  },
  ["朐"] = {
    id = "朐"
  },
  ["璩"] = {
    id = "璩"
  },
  ["蘧"] = {
    id = "蘧"
  },
  ["衢"] = {
    id = "衢"
  },
  ["蠼毵"] = {
    id = "蠼毵"
  },
  ["糁"] = {
    id = "糁"
  },
  xijinping = {
    id = "xijinping"
  },
  likeqiang = {
    id = "likeqiang"
  },
  zhangdejiang = {
    id = "zhangdejiang"
  },
  yuzhengsheng = {
    id = "yuzhengsheng"
  },
  liuyunshan = {
    id = "liuyunshan"
  },
  wangqishan = {
    id = "wangqishan"
  },
  zhanggaoli = {
    id = "zhanggaoli"
  },
  dishun = {
    id = "dishun"
  },
  Dishun = {
    id = "Dishun"
  },
  hujintao = {
    id = "hujintao"
  },
  jiangzemin = {
    id = "jiangzemin"
  },
  pengliyuan = {
    id = "pengliyuan"
  },
  quannengshenjiao = {
    id = "quannengshenjiao"
  },
  liruihuan = {
    id = "liruihuan"
  },
  wenjiabao = {
    id = "wenjiabao"
  },
  lipeng = {
    id = "lipeng"
  },
  lichangchun = {
    id = "lichangchun"
  },
  wubangguo = {
    id = "wubangguo"
  },
  zhurongji = {
    id = "zhurongji"
  },
  zhouyongkang = {
    id = "zhouyongkang"
  },
  maozedong = {
    id = "maozedong"
  },
  zhouenlai = {
    id = "zhouenlai"
  },
  lihongzhi = {
    id = "lihongzhi"
  },
  boxilai = {
    id = "boxilai"
  },
  liulijun = {
    id = "liulijun"
  },
  xinjiangduli = {
    id = "xinjiangduli"
  },
  xizangduli = {
    id = "xizangduli"
  },
  xinwenguanzhi = {
    id = "xinwenguanzhi"
  },
  lianggezhongguo = {
    id = "lianggezhongguo"
  },
  taiwanduli = {
    id = "taiwanduli"
  },
  dalailama = {
    id = "dalailama"
  },
  sex = {
    id = "sex"
  },
  fuck = {
    id = "fuck"
  },
  bitch = {
    id = "bitch"
  },
  lilanqing = {
    id = "lilanqing"
  },
  jiaqinglin = {
    id = "jiaqinglin"
  },
  falungong = {
    id = "falungong"
  },
  falundafahao = {
    id = "falundafahao"
  },
  xiejiao = {
    id = "xiejiao"
  },
  gongchandang = {
    id = "gongchandang"
  },
  zhonghuaminguo = {
    id = "zhonghuaminguo"
  },
  yidangzhuanzheng = {
    id = "yidangzhuanzheng"
  },
  liushaoqi = {
    id = "liushaoqi"
  },
  xucaihou = {
    id = "xucaihou"
  },
  zhaoziyang = {
    id = "zhaoziyang"
  },
  dengxiaoping = {
    id = "dengxiaoping"
  },
  jiangjieshi = {
    id = "jiangjieshi"
  },
  jiangjingguo = {
    id = "jiangjingguo"
  },
  chenshuibian = {
    id = "chenshuibian"
  },
  huimin = {
    id = "huimin"
  },
  yisilan = {
    id = "yisilan"
  },
  zhenzhu = {
    id = "zhenzhu"
  },
  shijiamouni = {
    id = "shijiamouni"
  },
  taidu = {
    id = "taidu"
  },
  liusi = {
    id = "liusi"
  },
  zengqinghong = {
    id = "zengqinghong"
  },
  tiananmen = {
    id = "tiananmen"
  },
  renmindahuitang = {
    id = "renmindahuitang"
  },
  dang = {
    id = "dang"
  },
  guojia = {
    id = "guojia"
  },
  lingjihua = {
    id = "lingjihua"
  },
  DISHUN = {
    id = "DISHUN"
  },
  DiShun = {
    id = "DiShun"
  },
  zhude = {
    id = "zhude"
  },
  pengdehuai = {
    id = "pengdehuai"
  },
  linbiao = {
    id = "linbiao"
  },
  liubocheng = {
    id = "liubocheng"
  },
  chenyi = {
    id = "chenyi"
  },
  helong = {
    id = "helong"
  },
  nierongzhen = {
    id = "nierongzhen"
  },
  xuxiangqian = {
    id = "xuxiangqian"
  },
  luoronghuan = {
    id = "luoronghuan"
  },
  yejianying = {
    id = "yejianying"
  },
  lidazhao = {
    id = "lidazhao"
  },
  chenduxiu = {
    id = "chenduxiu"
  },
  sunzhongshan = {
    id = "sunzhongshan"
  },
  sunwen = {
    id = "sunwen"
  },
  sunyixian = {
    id = "sunyixian"
  },
  chenyun = {
    id = "chenyun"
  },
  weijianxing = {
    id = "weijianxing"
  },
  luogan = {
    id = "luogan"
  },
  huangju = {
    id = "huangju"
  },
  wuguanzheng = {
    id = "wuguanzheng"
  },
  wuyi = {
    id = "wuyi"
  },
  huiliangyu = {
    id = "huiliangyu"
  },
  zengpeiyan = {
    id = "zengpeiyan"
  },
  caogangchuan = {
    id = "caogangchuan"
  },
  tangjiaxuan = {
    id = "tangjiaxuan"
  },
  huajianmin = {
    id = "huajianmin"
  },
  chenzhili = {
    id = "chenzhili"
  },
  wanglequan = {
    id = "wanglequan"
  },
  wanggang = {
    id = "wanggang"
  },
  wangzhaoguo = {
    id = "wangzhaoguo"
  },
  liuqi = {
    id = "liuqi"
  },
  heguoqiang = {
    id = "heguoqiang"
  },
  guobaxiong = {
    id = "guobaxiong"
  },
  huyaobang = {
    id = "huyaobang"
  },
  bushi = {
    id = "bushi"
  },
  bulaier = {
    id = "bulaier"
  },
  xiaoquan = {
    id = "xiaoquan"
  },
  chunyilang = {
    id = "chunyilang"
  },
  samalanqi = {
    id = "samalanqi"
  },
  annan = {
    id = "annan"
  },
  Alafate = {
    id = "Alafate"
  },
  pujing = {
    id = "pujing"
  },
  mokeer = {
    id = "mokeer"
  },
  kelindun = {
    id = "kelindun"
  },
  ligen = {
    id = "ligen"
  },
  nikesong = {
    id = "nikesong"
  },
  linken = {
    id = "linken"
  },
  dulumen = {
    id = "dulumen"
  },
  heluxiaofu = {
    id = "heluxiaofu"
  },
  liening = {
    id = "liening"
  },
  sidalin = {
    id = "sidalin"
  },
  makesi = {
    id = "makesi"
  },
  engesi = {
    id = "engesi"
  },
  jinzhengri = {
    id = "jinzhengri"
  },
  jinricheng = {
    id = "jinricheng"
  },
  sadamu = {
    id = "sadamu"
  },
  huzhiming = {
    id = "huzhiming"
  },
  xihanuke = {
    id = "xihanuke"
  },
  xilake = {
    id = "xilake"
  },
  saqieer = {
    id = "saqieer"
  },
  Aluoyue = {
    id = "Aluoyue"
  },
  mandela = {
    id = "mandela"
  },
  kasiteluo = {
    id = "kasiteluo"
  },
  fulankelin = {
    id = "fulankelin"
  },
  huashengdun = {
    id = "huashengdun"
  },
  aisenhaoweier = {
    id = "aisenhaoweier"
  },
  napolun = {
    id = "napolun"
  },
  yalishanda = {
    id = "yalishanda"
  },
  luyi = {
    id = "luyi"
  },
  lamusifeierde = {
    id = "lamusifeierde"
  },
  laola = {
    id = "laola"
  },
  baoweier = {
    id = "baoweier"
  },
  aobama = {
    id = "aobama"
  },
  meideweijiefu = {
    id = "meideweijiefu"
  },
  jinzhengen = {
    id = "jinzhengen"
  },
  anbeijinsan = {
    id = "anbeijinsan"
  },
  benladeng = {
    id = "benladeng"
  },
  aomaer = {
    id = "aomaer"
  },
  chailing = {
    id = "chailing"
  },
  dalai = {
    id = "dalai"
  },
  jiangqing = {
    id = "jiangqing"
  },
  zhangchunqiao = {
    id = "zhangchunqiao"
  },
  yaowenyuan = {
    id = "yaowenyuan"
  },
  wanghongwen = {
    id = "wanghongwen"
  },
  dongtiaoyingji = {
    id = "dongtiaoyingji"
  },
  xitele = {
    id = "xitele"
  },
  mosuolini = {
    id = "mosuolini"
  },
  gangcunxiushu = {
    id = "gangcunxiushu"
  },
  gangcunningci = {
    id = "gangcunningci"
  },
  gaolipiao = {
    id = "gaolipiao"
  },
  wangdan = {
    id = "wangdan"
  },
  woerkaixi = {
    id = "woerkaixi"
  },
  lidashi = {
    id = "lidashi"
  },
  laichangxing = {
    id = "laichangxing"
  },
  majiajue = {
    id = "majiajue"
  },
  banchan = {
    id = "banchan"
  },
  eerdeni = {
    id = "eerdeni"
  },
  shanbenwushiliu = {
    id = "shanbenwushiliu"
  },
  Abian = {
    id = "Abian"
  },
  Abianwansui = {
    id = "Abianwansui"
  },
  renaya = {
    id = "renaya"
  },
  wanglijun = {
    id = "wanglijun"
  },
  mohanmode = {
    id = "mohanmode"
  },
  yuyongkang = {
    id = "yuyongkang"
  },
  zhoujiankang = {
    id = "zhoujiankang"
  },
  yujiankang = {
    id = "yujiankang"
  },
  zhouxiaokang = {
    id = "zhouxiaokang"
  },
  chenliangyu = {
    id = "chenliangyu"
  },
  lidenghui = {
    id = "lidenghui"
  },
  lianzhan = {
    id = "lianzhan"
  },
  songchuyu = {
    id = "songchuyu"
  },
  luxiulian = {
    id = "luxiulian"
  },
  yumuming = {
    id = "yumuming"
  },
  jiangzhongzheng = {
    id = "jiangzhongzheng"
  },
  mayingjiu = {
    id = "mayingjiu"
  },
  WANGQISHAN = {
    id = "WANGQISHAN"
  },
  ["16大"] = {
    id = "16大"
  },
  ["18摸"] = {
    id = "18摸"
  },
  ["21世纪中国基金会"] = {
    id = "21世纪中国基金会"
  },
  ["6-4tianwang"] = {
    id = "6-4tianwang"
  },
  ["89-64cdjp"] = {
    id = "89-64cdjp"
  },
  AIDS = {
    id = "AIDS"
  },
  ["Aiort墓地"] = {
    id = "Aiort墓地"
  },
  ["ai滋"] = {
    id = "ai滋"
  },
  ["Arqus会议场"] = {
    id = "Arqus会议场"
  },
  asshole = {
    id = "asshole"
  },
  ["Atan的移动石"] = {
    id = "Atan的移动石"
  },
  ["A片"] = {
    id = "A片"
  },
  Baichi = {
    id = "Baichi"
  },
  Baopi = {
    id = "Baopi"
  },
  ["Bao皮"] = {
    id = "Bao皮"
  },
  bastard = {
    id = "bastard"
  },
  Bc = {
    id = "Bc"
  },
  biaozi = {
    id = "biaozi"
  },
  ["Biao子"] = {
    id = "Biao子"
  },
  bignews = {
    id = "bignews"
  },
  ["Bi样"] = {
    id = "Bi样"
  },
  BLOWJOB = {
    id = "BLOWJOB"
  },
  boxun = {
    id = "boxun"
  },
  ["B样"] = {
    id = "B样"
  },
  caoB = {
    id = "caoB"
  },
  caobi = {
    id = "caobi"
  },
  ["cao你"] = {
    id = "cao你"
  },
  ["cao你妈"] = {
    id = "cao你妈"
  },
  ["cao你大爷"] = {
    id = "cao你大爷"
  },
  ["cha你"] = {
    id = "cha你"
  },
  chinaliberal = {
    id = "chinaliberal"
  },
  chinamz = {
    id = "chinamz"
  },
  chinesenewsnet = {
    id = "chinesenewsnet"
  },
  Clockgemstone = {
    id = "Clockgemstone"
  },
  cnd = {
    id = "cnd"
  },
  creaders = {
    id = "creaders"
  },
  Crestbone = {
    id = "Crestbone"
  },
  dafa = {
    id = "dafa"
  },
  dajiyuan = {
    id = "dajiyuan"
  },
  damn = {
    id = "damn"
  },
  dfdz = {
    id = "dfdz"
  },
  DICK = {
    id = "DICK"
  },
  dpp = {
    id = "dpp"
  },
  EVENT = {
    id = "EVENT"
  },
  falu = {
    id = "falu"
  },
  falun = {
    id = "falun"
  },
  falundafa = {
    id = "falundafa"
  },
  ["fa轮"] = {
    id = "fa轮"
  },
  Feelmistone = {
    id = "Feelmistone"
  },
  Fku = {
    id = "Fku"
  },
  FLG = {
    id = "FLG"
  },
  flg = {
    id = "flg"
  },
  freechina = {
    id = "freechina"
  },
  freedom = {
    id = "freedom"
  },
  freenet = {
    id = "freenet"
  },
  Fuck = {
    id = "Fuck"
  },
  ["gan你"] = {
    id = "gan你"
  },
  GCD = {
    id = "GCD"
  },
  gcd = {
    id = "gcd"
  },
  Gruepin = {
    id = "Gruepin"
  },
  HACKING = {
    id = "HACKING"
  },
  hongzhi = {
    id = "hongzhi"
  },
  hrichina = {
    id = "hrichina"
  },
  http = {
    id = "http"
  },
  huanet = {
    id = "huanet"
  },
  ["hypermart.net"] = {
    id = "hypermart.net"
  },
  incest = {
    id = "incest"
  },
  item = {
    id = "item"
  },
  J8 = {
    id = "J8"
  },
  JB = {
    id = "JB"
  },
  jiangdongriji = {
    id = "jiangdongriji"
  },
  ["jian你"] = {
    id = "jian你"
  },
  jiaochuang = {
    id = "jiaochuang"
  },
  jiaochun = {
    id = "jiaochun"
  },
  jiba = {
    id = "jiba"
  },
  jinv = {
    id = "jinv"
  },
  ["Ji女"] = {
    id = "Ji女"
  },
  Kao = {
    id = "Kao"
  },
  KISSMYASS = {
    id = "KISSMYASS"
  },
  ["Mai骚"] = {
    id = "Mai骚"
  },
  making = {
    id = "making"
  },
  minghui = {
    id = "minghui"
  },
  minghuinews = {
    id = "minghuinews"
  },
  nacb = {
    id = "nacb"
  },
  naive = {
    id = "naive"
  },
  Neckromancer = {
    id = "Neckromancer"
  },
  nmis = {
    id = "nmis"
  },
  paper64 = {
    id = "paper64"
  },
  peacehall = {
    id = "peacehall"
  },
  PENIS = {
    id = "PENIS"
  },
  playboy = {
    id = "playboy"
  },
  pussy = {
    id = "pussy"
  },
  qiangjian = {
    id = "qiangjian"
  },
  Rape = {
    id = "Rape"
  },
  renminbao = {
    id = "renminbao"
  },
  renmingbao = {
    id = "renmingbao"
  },
  rfa = {
    id = "rfa"
  },
  safeweb = {
    id = "safeweb"
  },
  saobi = {
    id = "saobi"
  },
  sb = {
    id = "sb"
  },
  SEX = {
    id = "SEX"
  },
  SHIT = {
    id = "SHIT"
  },
  shit = {
    id = "shit"
  },
  simple = {
    id = "simple"
  },
  SUCK = {
    id = "SUCK"
  },
  sucker = {
    id = "sucker"
  },
  svdc = {
    id = "svdc"
  },
  System = {
    id = "System"
  },
  taip = {
    id = "taip"
  },
  TEST = {
    id = "TEST"
  },
  The9 = {
    id = "The9"
  },
  The9City = {
    id = "The9City"
  },
  tibetalk = {
    id = "tibetalk"
  },
  TMD = {
    id = "TMD"
  },
  triangle = {
    id = "triangle"
  },
  triangleboy = {
    id = "triangleboy"
  },
  Tringel = {
    id = "Tringel"
  },
  UltraSurf = {
    id = "UltraSurf"
  },
  unixbox = {
    id = "unixbox"
  },
  ustibet = {
    id = "ustibet"
  },
  voa = {
    id = "voa"
  },
  voachinese = {
    id = "voachinese"
  },
  wangce = {
    id = "wangce"
  },
  WEBZEN = {
    id = "WEBZEN"
  },
  WG = {
    id = "WG"
  },
  wstaiji = {
    id = "wstaiji"
  },
  xinsheng = {
    id = "xinsheng"
  },
  yuming = {
    id = "yuming"
  },
  zhengjian = {
    id = "zhengjian"
  },
  zhengjianwang = {
    id = "zhengjianwang"
  },
  zhenshanren = {
    id = "zhenshanren"
  },
  zhuanfalunADMIN = {
    id = "zhuanfalunADMIN"
  },
  ["AIORT墓地"] = {
    id = "AIORT墓地"
  },
  ["AI滋"] = {
    id = "AI滋"
  },
  ["ARQUS会议场"] = {
    id = "ARQUS会议场"
  },
  ASSHOLE = {
    id = "ASSHOLE"
  },
  ["ATAN的移动石"] = {
    id = "ATAN的移动石"
  },
  BAICHI = {
    id = "BAICHI"
  },
  BAOPI = {
    id = "BAOPI"
  },
  ["BAO皮"] = {
    id = "BAO皮"
  },
  BASTARD = {
    id = "BASTARD"
  },
  BC = {
    id = "BC"
  },
  BIAOZI = {
    id = "BIAOZI"
  },
  ["BIAO子"] = {
    id = "BIAO子"
  },
  BIGNEWS = {
    id = "BIGNEWS"
  },
  BITCH = {
    id = "BITCH"
  },
  ["BI样"] = {
    id = "BI样"
  },
  BOXUN = {
    id = "BOXUN"
  },
  CAOB = {
    id = "CAOB"
  },
  CAOBI = {
    id = "CAOBI"
  },
  ["CAO你"] = {
    id = "CAO你"
  },
  ["CC小雪"] = {
    id = "CC小雪"
  },
  ["CHA你"] = {
    id = "CHA你"
  },
  CHINALIBERAL = {
    id = "CHINALIBERAL"
  },
  CHINAMZ = {
    id = "CHINAMZ"
  },
  CHINESENEWSNET = {
    id = "CHINESENEWSNET"
  },
  CLOCKGEMSTONE = {
    id = "CLOCKGEMSTONE"
  },
  CND = {
    id = "CND"
  },
  CREADERS = {
    id = "CREADERS"
  },
  CRESTBONE = {
    id = "CRESTBONE"
  },
  DAFA = {
    id = "DAFA"
  },
  DAJIYUAN = {
    id = "DAJIYUAN"
  },
  DAMN = {
    id = "DAMN"
  },
  DFDZ = {
    id = "DFDZ"
  },
  DPP = {
    id = "DPP"
  },
  FALU = {
    id = "FALU"
  },
  FALUN = {
    id = "FALUN"
  },
  FALUNDAFA = {
    id = "FALUNDAFA"
  },
  ["FA轮"] = {
    id = "FA轮"
  },
  FEELMISTONE = {
    id = "FEELMISTONE"
  },
  FKU = {
    id = "FKU"
  },
  FREECHINA = {
    id = "FREECHINA"
  },
  FREEDOM = {
    id = "FREEDOM"
  },
  FREENET = {
    id = "FREENET"
  },
  FUCK = {
    id = "FUCK"
  },
  ["GAN你"] = {
    id = "GAN你"
  },
  GRUEPIN = {
    id = "GRUEPIN"
  },
  HONGZHI = {
    id = "HONGZHI"
  },
  HRICHINA = {
    id = "HRICHINA"
  },
  HTTP = {
    id = "HTTP"
  },
  HUANET = {
    id = "HUANET"
  },
  ["HYPERMART.NET"] = {
    id = "HYPERMART.NET"
  },
  INCEST = {
    id = "INCEST"
  },
  ITEM = {
    id = "ITEM"
  },
  JIANGDONGRIJI = {
    id = "JIANGDONGRIJI"
  },
  ["JIAN你"] = {
    id = "JIAN你"
  },
  JIAOCHUANG = {
    id = "JIAOCHUANG"
  },
  JIAOCHUN = {
    id = "JIAOCHUN"
  },
  JIBA = {
    id = "JIBA"
  },
  JINV = {
    id = "JINV"
  },
  ["JI女"] = {
    id = "JI女"
  },
  KAO = {
    id = "KAO"
  },
  ["㎏"] = {
    id = "㎏"
  },
  LIHONGZHI = {
    id = "LIHONGZHI"
  },
  ["MAI骚"] = {
    id = "MAI骚"
  },
  MAKING = {
    id = "MAKING"
  },
  MINGHUI = {
    id = "MINGHUI"
  },
  MINGHUINEWS = {
    id = "MINGHUINEWS"
  },
  ["㎎"] = {
    id = "㎎"
  },
  ["㎜"] = {
    id = "㎜"
  },
  NACB = {
    id = "NACB"
  },
  NAIVE = {
    id = "NAIVE"
  },
  NECKROMANCER = {
    id = "NECKROMANCER"
  },
  NMIS = {
    id = "NMIS"
  },
  PAPER64 = {
    id = "PAPER64"
  },
  PEACEHALL = {
    id = "PEACEHALL"
  },
  PLAYBOY = {
    id = "PLAYBOY"
  },
  PUSSY = {
    id = "PUSSY"
  },
  QIANGJIAN = {
    id = "QIANGJIAN"
  },
  RAPE = {
    id = "RAPE"
  },
  RENMINBAO = {
    id = "RENMINBAO"
  },
  RENMINGBAO = {
    id = "RENMINGBAO"
  },
  RFA = {
    id = "RFA"
  },
  SAFEWEB = {
    id = "SAFEWEB"
  },
  SAOBI = {
    id = "SAOBI"
  },
  SB = {
    id = "SB"
  },
  SF = {
    id = "SF"
  },
  SIMPLE = {
    id = "SIMPLE"
  },
  SUCKER = {
    id = "SUCKER"
  },
  SVDC = {
    id = "SVDC"
  },
  SYSTEM = {
    id = "SYSTEM"
  },
  TAIP = {
    id = "TAIP"
  },
  THE9 = {
    id = "THE9"
  },
  THE9CITY = {
    id = "THE9CITY"
  },
  TIBETALK = {
    id = "TIBETALK"
  },
  TRIANGLE = {
    id = "TRIANGLE"
  },
  TRIANGLEBOY = {
    id = "TRIANGLEBOY"
  },
  TRINGEL = {
    id = "TRINGEL"
  },
  ULTRASURF = {
    id = "ULTRASURF"
  },
  UNIXBOX = {
    id = "UNIXBOX"
  },
  USTIBET = {
    id = "USTIBET"
  },
  VOA = {
    id = "VOA"
  },
  VOACHINESE = {
    id = "VOACHINESE"
  },
  WANGCE = {
    id = "WANGCE"
  },
  WSTAIJI = {
    id = "WSTAIJI"
  },
  WWW = {
    id = "WWW"
  },
  ["WWW."] = {
    id = "WWW."
  },
  XINSHENG = {
    id = "XINSHENG"
  },
  YUMING = {
    id = "YUMING"
  },
  ZHENGJIAN = {
    id = "ZHENGJIAN"
  },
  ZHENGJIANWANG = {
    id = "ZHENGJIANWANG"
  },
  ZHENSHANREN = {
    id = "ZHENSHANREN"
  },
  ZHUANFALUN = {
    id = "ZHUANFALUN"
  },
  ice = {
    id = "ice"
  },
  ICE = {
    id = "ICE"
  },
  narcotics = {
    id = "narcotics"
  },
  ["碡"] = {
    id = "碡"
  },
  ["籀"] = {
    id = "籀"
  },
  ["朱駿"] = {
    id = "朱駿"
  },
  ["朱狨基"] = {
    id = "朱狨基"
  },
  ["朱容基"] = {
    id = "朱容基"
  },
  ["朱溶剂"] = {
    id = "朱溶剂"
  },
  ["朱熔基"] = {
    id = "朱熔基"
  },
  ["邾"] = {
    id = "邾"
  },
  ["猪聋畸"] = {
    id = "猪聋畸"
  },
  ["猪毛1"] = {
    id = "猪毛1"
  },
  ["舳"] = {
    id = "舳"
  },
  ["瘃"] = {
    id = "瘃"
  },
  ["躅"] = {
    id = "躅"
  },
  ["翥"] = {
    id = "翥"
  },
  ["專政"] = {
    id = "專政"
  },
  ["颛"] = {
    id = "颛"
  },
  ["丬"] = {
    id = "丬"
  },
  ["隹"] = {
    id = "隹"
  },
  ["窀"] = {
    id = "窀"
  },
  ["卓伯源"] = {
    id = "卓伯源"
  },
  ["倬"] = {
    id = "倬"
  },
  ["斫"] = {
    id = "斫"
  },
  ["诼"] = {
    id = "诼"
  },
  ["髭"] = {
    id = "髭"
  },
  ["鲻"] = {
    id = "鲻"
  },
  ["秭"] = {
    id = "秭"
  },
  ["訾"] = {
    id = "訾"
  },
  ["自民党"] = {
    id = "自民党"
  },
  ["自已的故事"] = {
    id = "自已的故事"
  },
  ["自由民主论坛"] = {
    id = "自由民主论坛"
  },
  ["总理"] = {
    id = "总理"
  },
  ["偬"] = {
    id = "偬"
  },
  ["诹"] = {
    id = "诹"
  },
  ["陬"] = {
    id = "陬"
  },
  ["鄹"] = {
    id = "鄹"
  },
  ["鲰"] = {
    id = "鲰"
  },
  ["躜"] = {
    id = "躜"
  },
  ["缵"] = {
    id = "缵"
  },
  ["作秀"] = {
    id = "作秀"
  },
  ["阼"] = {
    id = "阼"
  },
  ["祚"] = {
    id = "祚"
  },
  ["阿扁萬歲"] = {
    id = "阿扁萬歲"
  },
  ["阿萊娜"] = {
    id = "阿萊娜"
  },
  ["啊無卵"] = {
    id = "啊無卵"
  },
  ["埃裏克蘇特勤"] = {
    id = "埃裏克蘇特勤"
  },
  ["埃斯萬"] = {
    id = "埃斯萬"
  },
  ["艾麗絲"] = {
    id = "艾麗絲"
  },
  ["愛滋"] = {
    id = "愛滋"
  },
  ["愛滋病"] = {
    id = "愛滋病"
  },
  ["垵"] = {
    id = "垵"
  },
  ["暗黑法師"] = {
    id = "暗黑法師"
  },
  ["嶴"] = {
    id = "嶴"
  },
  ["奧克拉"] = {
    id = "奧克拉"
  },
  ["奧拉德"] = {
    id = "奧拉德"
  },
  ["奧利弗"] = {
    id = "奧利弗"
  },
  ["奧魯奇"] = {
    id = "奧魯奇"
  },
  ["奧倫"] = {
    id = "奧倫"
  },
  ["奧特蘭"] = {
    id = "奧特蘭"
  },
  ["㈧"] = {
    id = "㈧"
  },
  ["巴倫侍從"] = {
    id = "巴倫侍從"
  },
  ["巴倫坦"] = {
    id = "巴倫坦"
  },
  ["白立樸"] = {
    id = "白立樸"
  },
  ["白夢"] = {
    id = "白夢"
  },
  ["白皮書"] = {
    id = "白皮書"
  },
  ["班禪"] = {
    id = "班禪"
  },
  ["寶石商人"] = {
    id = "寶石商人"
  },
  ["保釣"] = {
    id = "保釣"
  },
  ["鮑戈"] = {
    id = "鮑戈"
  },
  ["鮑彤"] = {
    id = "鮑彤"
  },
  ["鮑伊"] = {
    id = "鮑伊"
  },
  ["暴風亡靈"] = {
    id = "暴風亡靈"
  },
  ["暴亂"] = {
    id = "暴亂"
  },
  ["暴熱的戰士"] = {
    id = "暴熱的戰士"
  },
  ["暴躁的城塔野獸"] = {
    id = "暴躁的城塔野獸"
  },
  ["暴躁的警衛兵靈魂"] = {
    id = "暴躁的警衛兵靈魂"
  },
  ["暴躁的馬杜克"] = {
    id = "暴躁的馬杜克"
  },
  ["北大三角地論壇"] = {
    id = "北大三角地論壇"
  },
  ["北韓"] = {
    id = "北韓"
  },
  ["北京當局"] = {
    id = "北京當局"
  },
  ["北美自由論壇"] = {
    id = "北美自由論壇"
  },
  ["貝尤爾"] = {
    id = "貝尤爾"
  },
  ["韝"] = {
    id = "韝"
  },
  ["逼樣"] = {
    id = "逼樣"
  },
  ["比樣"] = {
    id = "比樣"
  },
  ["蹕"] = {
    id = "蹕"
  },
  ["颮"] = {
    id = "颮"
  },
  ["鑣"] = {
    id = "鑣"
  },
  ["婊子養的"] = {
    id = "婊子養的"
  },
  ["賓周"] = {
    id = "賓周"
  },
  ["冰後"] = {
    id = "冰後"
  },
  ["博訊"] = {
    id = "博訊"
  },
  ["不滅帝王"] = {
    id = "不滅帝王"
  },
  ["不爽不要錢"] = {
    id = "不爽不要錢"
  },
  ["布萊爾"] = {
    id = "布萊爾"
  },
  ["布雷爾"] = {
    id = "布雷爾"
  },
  ["蔡崇國"] = {
    id = "蔡崇國"
  },
  ["蔡啓芳"] = {
    id = "蔡啓芳"
  },
  ["黲"] = {
    id = "黲"
  },
  ["操鶏"] = {
    id = "操鶏"
  },
  ["操那嗎B"] = {
    id = "操那嗎B"
  },
  ["操那嗎逼"] = {
    id = "操那嗎逼"
  },
  ["操那嗎比"] = {
    id = "操那嗎比"
  },
  ["操你媽"] = {
    id = "操你媽"
  },
  ["操你爺爺"] = {
    id = "操你爺爺"
  },
  ["曹長青"] = {
    id = "曹長青"
  },
  ["曹剛川"] = {
    id = "曹剛川"
  },
  ["草"] = {
    id = "草"
  },
  ["草你媽"] = {
    id = "草你媽"
  },
  ["草擬媽"] = {
    id = "草擬媽"
  },
  ["册那娘餓比"] = {
    id = "册那娘餓比"
  },
  ["插那嗎B"] = {
    id = "插那嗎B"
  },
  ["插那嗎逼"] = {
    id = "插那嗎逼"
  },
  ["插那嗎比"] = {
    id = "插那嗎比"
  },
  ["插你媽"] = {
    id = "插你媽"
  },
  ["插你爺爺"] = {
    id = "插你爺爺"
  },
  ["覘"] = {
    id = "覘"
  },
  ["蕆"] = {
    id = "蕆"
  },
  ["囅"] = {
    id = "囅"
  },
  ["閶"] = {
    id = "閶"
  },
  ["長官沙塔特"] = {
    id = "長官沙塔特"
  },
  ["常勁"] = {
    id = "常勁"
  },
  ["朝鮮"] = {
    id = "朝鮮"
  },
  ["車侖"] = {
    id = "車侖"
  },
  ["車侖女幹"] = {
    id = "車侖女幹"
  },
  ["沉睡圖騰"] = {
    id = "沉睡圖騰"
  },
  ["陳炳基"] = {
    id = "陳炳基"
  },
  ["陳博志"] = {
    id = "陳博志"
  },
  ["陳定南"] = {
    id = "陳定南"
  },
  ["陳建銘"] = {
    id = "陳建銘"
  },
  ["陳景俊"] = {
    id = "陳景俊"
  },
  ["陳菊"] = {
    id = "陳菊"
  },
  ["陳軍"] = {
    id = "陳軍"
  },
  ["陳良宇"] = {
    id = "陳良宇"
  },
  ["陳蒙"] = {
    id = "陳蒙"
  },
  ["陳破空"] = {
    id = "陳破空"
  },
  ["陳水扁"] = {
    id = "陳水扁"
  },
  ["陳唐山"] = {
    id = "陳唐山"
  },
  ["陳希同"] = {
    id = "陳希同"
  },
  ["陳小同"] = {
    id = "陳小同"
  },
  ["陳宣良"] = {
    id = "陳宣良"
  },
  ["陳學聖"] = {
    id = "陳學聖"
  },
  ["陳一諮"] = {
    id = "陳一諮"
  },
  ["陳總統"] = {
    id = "陳總統"
  },
  ["諶"] = {
    id = "諶"
  },
  ["齔"] = {
    id = "齔"
  },
  ["櫬"] = {
    id = "櫬"
  },
  ["讖"] = {
    id = "讖"
  },
  ["程凱"] = {
    id = "程凱"
  },
  ["程鐵軍"] = {
    id = "程鐵軍"
  },
  ["鴟"] = {
    id = "鴟"
  },
  ["痴鳩"] = {
    id = "痴鳩"
  },
  ["痴拈"] = {
    id = "痴拈"
  },
  ["遲鈍的圖騰"] = {
    id = "遲鈍的圖騰"
  },
  ["持不同政見"] = {
    id = "持不同政見"
  },
  ["赤色騎士"] = {
    id = "赤色騎士"
  },
  ["赤色戰士"] = {
    id = "赤色戰士"
  },
  ["處女膜"] = {
    id = "處女膜"
  },
  ["傳染性病"] = {
    id = "傳染性病"
  },
  ["吹簫"] = {
    id = "吹簫"
  },
  ["春夏自由論壇"] = {
    id = "春夏自由論壇"
  },
  ["戳那嗎B"] = {
    id = "戳那嗎B"
  },
  ["戳那嗎逼"] = {
    id = "戳那嗎逼"
  },
  ["戳那嗎比"] = {
    id = "戳那嗎比"
  },
  ["輳"] = {
    id = "輳"
  },
  ["鹺"] = {
    id = "鹺"
  },
  ["錯B"] = {
    id = "錯B"
  },
  ["錯逼"] = {
    id = "錯逼"
  },
  ["錯比"] = {
    id = "錯比"
  },
  ["錯那嗎B"] = {
    id = "錯那嗎B"
  },
  ["錯那嗎逼"] = {
    id = "錯那嗎逼"
  },
  ["錯那嗎比"] = {
    id = "錯那嗎比"
  },
  ["達夫警衛兵"] = {
    id = "達夫警衛兵"
  },
  ["達夫侍從"] = {
    id = "達夫侍從"
  },
  ["達癩"] = {
    id = "達癩"
  },
  ["打飛機"] = {
    id = "打飛機"
  },
  ["大參考"] = {
    id = "大參考"
  },
  ["大東亞"] = {
    id = "大東亞"
  },
  ["大東亞共榮"] = {
    id = "大東亞共榮"
  },
  ["大鶏巴"] = {
    id = "大鶏巴"
  },
  ["大紀元"] = {
    id = "大紀元"
  },
  ["大紀元新聞網"] = {
    id = "大紀元新聞網"
  },
  ["大紀園"] = {
    id = "大紀園"
  },
  ["大家論壇"] = {
    id = "大家論壇"
  },
  ["大奶媽"] = {
    id = "大奶媽"
  },
  ["大史記"] = {
    id = "大史記"
  },
  ["大史紀"] = {
    id = "大史紀"
  },
  ["大衛教"] = {
    id = "大衛教"
  },
  ["大中國論壇"] = {
    id = "大中國論壇"
  },
  ["大中華論壇"] = {
    id = "大中華論壇"
  },
  ["大衆真人真事"] = {
    id = "大衆真人真事"
  },
  ["紿"] = {
    id = "紿"
  },
  ["戴維教"] = {
    id = "戴維教"
  },
  ["戴相龍"] = {
    id = "戴相龍"
  },
  ["彈劾"] = {
    id = "彈劾"
  },
  ["氹"] = {
    id = "氹"
  },
  ["蕩婦"] = {
    id = "蕩婦"
  },
  ["導師"] = {
    id = "導師"
  },
  ["盜竊犯"] = {
    id = "盜竊犯"
  },
  ["德維爾"] = {
    id = "德維爾"
  },
  ["登輝"] = {
    id = "登輝"
  },
  ["鄧笑貧"] = {
    id = "鄧笑貧"
  },
  ["糴"] = {
    id = "糴"
  },
  ["迪裏夏提"] = {
    id = "迪裏夏提"
  },
  ["覿"] = {
    id = "覿"
  },
  ["地下教會"] = {
    id = "地下教會"
  },
  ["帝國主義"] = {
    id = "帝國主義"
  },
  ["電視流氓"] = {
    id = "電視流氓"
  },
  ["叼你媽"] = {
    id = "叼你媽"
  },
  ["釣魚島"] = {
    id = "釣魚島"
  },
  ["丁關根"] = {
    id = "丁關根"
  },
  ["東北獨立"] = {
    id = "東北獨立"
  },
  ["東部地下水路"] = {
    id = "東部地下水路"
  },
  ["東方紅時空"] = {
    id = "東方紅時空"
  },
  ["東方時空"] = {
    id = "東方時空"
  },
  ["東南西北論談"] = {
    id = "東南西北論談"
  },
  ["東社"] = {
    id = "東社"
  },
  ["東升"] = {
    id = "東升"
  },
  ["東條"] = {
    id = "東條"
  },
  ["東條英機"] = {
    id = "東條英機"
  },
  ["東突暴動"] = {
    id = "東突暴動"
  },
  ["東突獨立"] = {
    id = "東突獨立"
  },
  ["東土耳其斯坦"] = {
    id = "東土耳其斯坦"
  },
  ["東西南北論壇"] = {
    id = "東西南北論壇"
  },
  ["東亞"] = {
    id = "東亞"
  },
  ["東院看守"] = {
    id = "東院看守"
  },
  ["動亂"] = {
    id = "動亂"
  },
  ["鬥士哈夫拉蘇"] = {
    id = "鬥士哈夫拉蘇"
  },
  ["鬥士霍克"] = {
    id = "鬥士霍克"
  },
  ["獨裁"] = {
    id = "獨裁"
  },
  ["獨裁政治"] = {
    id = "獨裁政治"
  },
  ["獨夫"] = {
    id = "獨夫"
  },
  ["獨立臺灣會"] = {
    id = "獨立臺灣會"
  },
  ["俄國"] = {
    id = "俄國"
  },
  ["鮞"] = {
    id = "鮞"
  },
  ["㈡"] = {
    id = "㈡"
  },
  ["發楞"] = {
    id = "發楞"
  },
  ["發掄"] = {
    id = "發掄"
  },
  ["發掄功"] = {
    id = "發掄功"
  },
  ["發倫"] = {
    id = "發倫"
  },
  ["發倫功"] = {
    id = "發倫功"
  },
  ["發輪"] = {
    id = "發輪"
  },
  ["發論"] = {
    id = "發論"
  },
  ["發論公"] = {
    id = "發論公"
  },
  ["發論功"] = {
    id = "發論功"
  },
  ["發騷"] = {
    id = "發騷"
  },
  ["發正念"] = {
    id = "發正念"
  },
  ["法~倫"] = {
    id = "法~倫"
  },
  ["法~淪"] = {
    id = "法~淪"
  },
  ["法~綸"] = {
    id = "法~綸"
  },
  ["法~輪"] = {
    id = "法~輪"
  },
  ["法~論"] = {
    id = "法~論"
  },
  ["法爾卡"] = {
    id = "法爾卡"
  },
  ["法掄"] = {
    id = "法掄"
  },
  ["法掄功"] = {
    id = "法掄功"
  },
  ["法侖"] = {
    id = "法侖"
  },
  ["法淪"] = {
    id = "法淪"
  },
  ["法綸"] = {
    id = "法綸"
  },
  ["法輪大法"] = {
    id = "法輪大法"
  },
  ["法輪功"] = {
    id = "法輪功"
  },
  ["法十輪十功"] = {
    id = "法十輪十功"
  },
  ["法謫"] = {
    id = "法謫"
  },
  ["法謫功"] = {
    id = "法謫功"
  },
  ["反封鎖"] = {
    id = "反封鎖"
  },
  ["反封鎖技術"] = {
    id = "反封鎖技術"
  },
  ["反腐敗論壇"] = {
    id = "反腐敗論壇"
  },
  ["反人類"] = {
    id = "反人類"
  },
  ["反社會"] = {
    id = "反社會"
  },
  ["方勵之"] = {
    id = "方勵之"
  },
  ["防衛指揮官"] = {
    id = "防衛指揮官"
  },
  ["放蕩"] = {
    id = "放蕩"
  },
  ["飛揚論壇"] = {
    id = "飛揚論壇"
  },
  ["廢墟守護者"] = {
    id = "廢墟守護者"
  },
  ["費鴻泰"] = {
    id = "費鴻泰"
  },
  ["費良勇"] = {
    id = "費良勇"
  },
  ["分隊長施蒂文"] = {
    id = "分隊長施蒂文"
  },
  ["粉飾太平"] = {
    id = "粉飾太平"
  },
  ["糞便"] = {
    id = "糞便"
  },
  ["鱝"] = {
    id = "鱝"
  },
  ["豐饒的果實"] = {
    id = "豐饒的果實"
  },
  ["風雨神州"] = {
    id = "風雨神州"
  },
  ["風雨神州論壇"] = {
    id = "風雨神州論壇"
  },
  ["封從德"] = {
    id = "封從德"
  },
  ["封殺"] = {
    id = "封殺"
  },
  ["封印的靈魂騎士"] = {
    id = "封印的靈魂騎士"
  },
  ["馮東海"] = {
    id = "馮東海"
  },
  ["馮素英"] = {
    id = "馮素英"
  },
  ["紱"] = {
    id = "紱"
  },
  ["襆"] = {
    id = "襆"
  },
  ["嘸"] = {
    id = "嘸"
  },
  ["傅作義"] = {
    id = "傅作義"
  },
  ["幹bi"] = {
    id = "幹bi"
  },
  ["幹逼"] = {
    id = "幹逼"
  },
  ["幹比"] = {
    id = "幹比"
  },
  ["幹的你"] = {
    id = "幹的你"
  },
  ["幹幹幹"] = {
    id = "幹幹幹"
  },
  ["幹她"] = {
    id = "幹她"
  },
  ["幹你"] = {
    id = "幹你"
  },
  ["幹你老比"] = {
    id = "幹你老比"
  },
  ["幹你老母"] = {
    id = "幹你老母"
  },
  ["幹你娘"] = {
    id = "幹你娘"
  },
  ["幹全家"] = {
    id = "幹全家"
  },
  ["幹死"] = {
    id = "幹死"
  },
  ["幹死你"] = {
    id = "幹死你"
  },
  ["幹他"] = {
    id = "幹他"
  },
  ["幹一家"] = {
    id = "幹一家"
  },
  ["趕你娘"] = {
    id = "趕你娘"
  },
  ["岡巒"] = {
    id = "岡巒"
  },
  ["剛比"] = {
    id = "剛比"
  },
  ["剛比樣子"] = {
    id = "剛比樣子"
  },
  ["崗哨士兵"] = {
    id = "崗哨士兵"
  },
  ["肛門"] = {
    id = "肛門"
  },
  ["高麗棒子"] = {
    id = "高麗棒子"
  },
  ["高文謙"] = {
    id = "高文謙"
  },
  ["高薪養廉"] = {
    id = "高薪養廉"
  },
  ["高自聯"] = {
    id = "高自聯"
  },
  ["膏藥旗"] = {
    id = "膏藥旗"
  },
  ["戈瑞爾德"] = {
    id = "戈瑞爾德"
  },
  ["戈揚"] = {
    id = "戈揚"
  },
  ["鴿派"] = {
    id = "鴿派"
  },
  ["歌功頌德"] = {
    id = "歌功頌德"
  },
  ["格雷(關卡排名管理者)"] = {
    id = "格雷(關卡排名管理者)"
  },
  ["格魯"] = {
    id = "格魯"
  },
  ["格魯(城鎮移動)"] = {
    id = "格魯(城鎮移動)"
  },
  ["鯁"] = {
    id = "鯁"
  },
  ["工自聯"] = {
    id = "工自聯"
  },
  ["弓雖"] = {
    id = "弓雖"
  },
  ["共産"] = {
    id = "共産"
  },
  ["共産黨"] = {
    id = "共産黨"
  },
  ["共産主義"] = {
    id = "共産主義"
  },
  ["共黨"] = {
    id = "共黨"
  },
  ["共軍"] = {
    id = "共軍"
  },
  ["共榮圈"] = {
    id = "共榮圈"
  },
  ["緱"] = {
    id = "緱"
  },
  ["狗誠"] = {
    id = "狗誠"
  },
  ["狗狼養的"] = {
    id = "狗狼養的"
  },
  ["狗娘養的"] = {
    id = "狗娘養的"
  },
  ["狗養"] = {
    id = "狗養"
  },
  ["狗雜種"] = {
    id = "狗雜種"
  },
  ["覯"] = {
    id = "覯"
  },
  ["轂"] = {
    id = "轂"
  },
  ["古龍祭壇"] = {
    id = "古龍祭壇"
  },
  ["骨獅"] = {
    id = "骨獅"
  },
  ["鯝"] = {
    id = "鯝"
  },
  ["鴰"] = {
    id = "鴰"
  },
  ["詿"] = {
    id = "詿"
  },
  ["關卓中"] = {
    id = "關卓中"
  },
  ["貫通兩極法"] = {
    id = "貫通兩極法"
  },
  ["廣聞"] = {
    id = "廣聞"
  },
  ["嬀"] = {
    id = "嬀"
  },
  ["龜兒子"] = {
    id = "龜兒子"
  },
  ["龜公"] = {
    id = "龜公"
  },
  ["龜孫子"] = {
    id = "龜孫子"
  },
  ["龜頭"] = {
    id = "龜頭"
  },
  ["龜投"] = {
    id = "龜投"
  },
  ["劌"] = {
    id = "劌"
  },
  ["緄"] = {
    id = "緄"
  },
  ["滾那嗎"] = {
    id = "滾那嗎"
  },
  ["滾那嗎B"] = {
    id = "滾那嗎B"
  },
  ["滾那嗎錯比"] = {
    id = "滾那嗎錯比"
  },
  ["滾那嗎老比"] = {
    id = "滾那嗎老比"
  },
  ["滾那嗎瘟比"] = {
    id = "滾那嗎瘟比"
  },
  ["鯀"] = {
    id = "鯀"
  },
  ["咼"] = {
    id = "咼"
  },
  ["郭俊銘"] = {
    id = "郭俊銘"
  },
  ["郭羅基"] = {
    id = "郭羅基"
  },
  ["郭岩華"] = {
    id = "郭岩華"
  },
  ["國家安全"] = {
    id = "國家安全"
  },
  ["國家機密"] = {
    id = "國家機密"
  },
  ["國軍"] = {
    id = "國軍"
  },
  ["國賊"] = {
    id = "國賊"
  },
  ["哈爾羅尼"] = {
    id = "哈爾羅尼"
  },
  ["頇"] = {
    id = "頇"
  },
  ["韓東方"] = {
    id = "韓東方"
  },
  ["韓聯潮"] = {
    id = "韓聯潮"
  },
  ["韓正"] = {
    id = "韓正"
  },
  ["漢奸"] = {
    id = "漢奸"
  },
  ["顥"] = {
    id = "顥"
  },
  ["灝"] = {
    id = "灝"
  },
  ["河殤"] = {
    id = "河殤"
  },
  ["賀國强"] = {
    id = "賀國强"
  },
  ["賀龍"] = {
    id = "賀龍"
  },
  ["黑社會"] = {
    id = "黑社會"
  },
  ["黑手黨"] = {
    id = "黑手黨"
  },
  ["紅燈區"] = {
    id = "紅燈區"
  },
  ["紅色恐怖"] = {
    id = "紅色恐怖"
  },
  ["紅炎猛獸"] = {
    id = "紅炎猛獸"
  },
  ["洪傳"] = {
    id = "洪傳"
  },
  ["洪興"] = {
    id = "洪興"
  },
  ["洪哲勝"] = {
    id = "洪哲勝"
  },
  ["黌"] = {
    id = "黌"
  },
  ["鱟"] = {
    id = "鱟"
  },
  ["胡緊掏"] = {
    id = "胡緊掏"
  },
  ["胡錦滔"] = {
    id = "胡錦滔"
  },
  ["胡錦淘"] = {
    id = "胡錦淘"
  },
  ["胡景濤"] = {
    id = "胡景濤"
  },
  ["胡喬木"] = {
    id = "胡喬木"
  },
  ["胡總書記"] = {
    id = "胡總書記"
  },
  ["湖岸護衛兵"] = {
    id = "湖岸護衛兵"
  },
  ["湖岸警衛兵"] = {
    id = "湖岸警衛兵"
  },
  ["湖岸哨兵隊長"] = {
    id = "湖岸哨兵隊長"
  },
  ["護法"] = {
    id = "護法"
  },
  ["鸌"] = {
    id = "鸌"
  },
  ["華建敏"] = {
    id = "華建敏"
  },
  ["華通時事論壇"] = {
    id = "華通時事論壇"
  },
  ["華夏文摘"] = {
    id = "華夏文摘"
  },
  ["華語世界論壇"] = {
    id = "華語世界論壇"
  },
  ["華岳時事論壇"] = {
    id = "華岳時事論壇"
  },
  ["懷特"] = {
    id = "懷特"
  },
  ["鍰"] = {
    id = "鍰"
  },
  ["皇軍"] = {
    id = "皇軍"
  },
  ["黃伯源"] = {
    id = "黃伯源"
  },
  ["黃慈萍"] = {
    id = "黃慈萍"
  },
  ["黃禍"] = {
    id = "黃禍"
  },
  ["黃劍輝"] = {
    id = "黃劍輝"
  },
  ["黃金幼龍"] = {
    id = "黃金幼龍"
  },
  ["黃菊"] = {
    id = "黃菊"
  },
  ["黃片"] = {
    id = "黃片"
  },
  ["黃翔"] = {
    id = "黃翔"
  },
  ["黃義交"] = {
    id = "黃義交"
  },
  ["黃仲生"] = {
    id = "黃仲生"
  },
  ["回民暴動"] = {
    id = "回民暴動"
  },
  ["噦"] = {
    id = "噦"
  },
  ["繢"] = {
    id = "繢"
  },
  ["毀滅步兵"] = {
    id = "毀滅步兵"
  },
  ["毀滅騎士"] = {
    id = "毀滅騎士"
  },
  ["毀滅射手"] = {
    id = "毀滅射手"
  },
  ["昏迷圖騰"] = {
    id = "昏迷圖騰"
  },
  ["混亂的圖騰"] = {
    id = "混亂的圖騰"
  },
  ["鍃"] = {
    id = "鍃"
  },
  ["活動"] = {
    id = "活動"
  },
  ["擊倒圖騰"] = {
    id = "擊倒圖騰"
  },
  ["擊傷的圖騰"] = {
    id = "擊傷的圖騰"
  },
  ["鶏8"] = {
    id = "鶏8"
  },
  ["鶏八"] = {
    id = "鶏八"
  },
  ["鶏巴"] = {
    id = "鶏巴"
  },
  ["鶏吧"] = {
    id = "鶏吧"
  },
  ["鶏鶏"] = {
    id = "鶏鶏"
  },
  ["鶏奸"] = {
    id = "鶏奸"
  },
  ["鶏毛信文匯"] = {
    id = "鶏毛信文匯"
  },
  ["鶏女"] = {
    id = "鶏女"
  },
  ["鶏院"] = {
    id = "鶏院"
  },
  ["姬勝德"] = {
    id = "姬勝德"
  },
  ["積克館"] = {
    id = "積克館"
  },
  ["賫"] = {
    id = "賫"
  },
  ["鱭"] = {
    id = "鱭"
  },
  ["賈廷安"] = {
    id = "賈廷安"
  },
  ["賈育台"] = {
    id = "賈育台"
  },
  ["戔"] = {
    id = "戔"
  },
  ["監視塔"] = {
    id = "監視塔"
  },
  ["監視塔哨兵"] = {
    id = "監視塔哨兵"
  },
  ["監視塔哨兵隊長"] = {
    id = "監視塔哨兵隊長"
  },
  ["鰹"] = {
    id = "鰹"
  },
  ["韉"] = {
    id = "韉"
  },
  ["簡肇棟"] = {
    id = "簡肇棟"
  },
  ["建國黨"] = {
    id = "建國黨"
  },
  ["賤B"] = {
    id = "賤B"
  },
  ["賤bi"] = {
    id = "賤bi"
  },
  ["賤逼"] = {
    id = "賤逼"
  },
  ["賤比"] = {
    id = "賤比"
  },
  ["賤貨"] = {
    id = "賤貨"
  },
  ["賤人"] = {
    id = "賤人"
  },
  ["賤種"] = {
    id = "賤種"
  },
  ["江八點"] = {
    id = "江八點"
  },
  ["江羅"] = {
    id = "江羅"
  },
  ["江綿恒"] = {
    id = "江綿恒"
  },
  ["江戲子"] = {
    id = "江戲子"
  },
  ["江則民"] = {
    id = "江則民"
  },
  ["江澤慧"] = {
    id = "江澤慧"
  },
  ["江賊"] = {
    id = "江賊"
  },
  ["江賊民"] = {
    id = "江賊民"
  },
  ["薑春雲"] = {
    id = "薑春雲"
  },
  ["將則民"] = {
    id = "將則民"
  },
  ["僵賊"] = {
    id = "僵賊"
  },
  ["僵賊民"] = {
    id = "僵賊民"
  },
  ["講法"] = {
    id = "講法"
  },
  ["蔣介石"] = {
    id = "蔣介石"
  },
  ["蔣中正"] = {
    id = "蔣中正"
  },
  ["降低命中的圖騰"] = {
    id = "降低命中的圖騰"
  },
  ["醬猪媳"] = {
    id = "醬猪媳"
  },
  ["撟"] = {
    id = "撟"
  },
  ["狡猾的達夫"] = {
    id = "狡猾的達夫"
  },
  ["矯健的馬努爾"] = {
    id = "矯健的馬努爾"
  },
  ["嶠"] = {
    id = "嶠"
  },
  ["教養院"] = {
    id = "教養院"
  },
  ["癤"] = {
    id = "癤"
  },
  ["揭批書"] = {
    id = "揭批書"
  },
  ["訐"] = {
    id = "訐"
  },
  ["她媽"] = {
    id = "她媽"
  },
  ["届中央政治局委員"] = {
    id = "届中央政治局委員"
  },
  ["金槍不倒"] = {
    id = "金槍不倒"
  },
  ["金堯如"] = {
    id = "金堯如"
  },
  ["金澤辰"] = {
    id = "金澤辰"
  },
  ["巹"] = {
    id = "巹"
  },
  ["錦濤"] = {
    id = "錦濤"
  },
  ["經文"] = {
    id = "經文"
  },
  ["經血"] = {
    id = "經血"
  },
  ["莖候佳陰"] = {
    id = "莖候佳陰"
  },
  ["荊棘護衛兵"] = {
    id = "荊棘護衛兵"
  },
  ["靖國神社"] = {
    id = "靖國神社"
  },
  ["㈨"] = {
    id = "㈨"
  },
  ["舊斗篷哨兵"] = {
    id = "舊斗篷哨兵"
  },
  ["齟"] = {
    id = "齟"
  },
  ["巨槌騎兵"] = {
    id = "巨槌騎兵"
  },
  ["巨鐵角哈克"] = {
    id = "巨鐵角哈克"
  },
  ["鋸齒通道被遺弃的骷髏"] = {
    id = "鋸齒通道被遺弃的骷髏"
  },
  ["鋸齒通道骷髏"] = {
    id = "鋸齒通道骷髏"
  },
  ["屨"] = {
    id = "屨"
  },
  ["棬"] = {
    id = "棬"
  },
  ["絕望之地"] = {
    id = "絕望之地"
  },
  ["譎"] = {
    id = "譎"
  },
  ["軍妓"] = {
    id = "軍妓"
  },
  ["開苞"] = {
    id = "開苞"
  },
  ["開放雜志"] = {
    id = "開放雜志"
  },
  ["凱奧勒尼什"] = {
    id = "凱奧勒尼什"
  },
  ["凱爾本"] = {
    id = "凱爾本"
  },
  ["凱爾雷斯"] = {
    id = "凱爾雷斯"
  },
  ["凱特切爾"] = {
    id = "凱特切爾"
  },
  ["砍翻一條街"] = {
    id = "砍翻一條街"
  },
  ["看中國"] = {
    id = "看中國"
  },
  ["闞"] = {
    id = "闞"
  },
  ["靠你媽"] = {
    id = "靠你媽"
  },
  ["柯賜海"] = {
    id = "柯賜海"
  },
  ["柯建銘"] = {
    id = "柯建銘"
  },
  ["科萊爾"] = {
    id = "科萊爾"
  },
  ["克萊恩"] = {
    id = "克萊恩"
  },
  ["克萊特"] = {
    id = "克萊特"
  },
  ["克勞森"] = {
    id = "克勞森"
  },
  ["客戶服務"] = {
    id = "客戶服務"
  },
  ["緙"] = {
    id = "緙"
  },
  ["空氣精靈"] = {
    id = "空氣精靈"
  },
  ["空虛的伊坤"] = {
    id = "空虛的伊坤"
  },
  ["空虛之地"] = {
    id = "空虛之地"
  },
  ["恐怖主義"] = {
    id = "恐怖主義"
  },
  ["瞘"] = {
    id = "瞘"
  },
  ["嚳"] = {
    id = "嚳"
  },
  ["鄺錦文"] = {
    id = "鄺錦文"
  },
  ["貺"] = {
    id = "貺"
  },
  ["昆圖"] = {
    id = "昆圖"
  },
  ["拉姆斯菲爾德"] = {
    id = "拉姆斯菲爾德"
  },
  ["拉皮條"] = {
    id = "拉皮條"
  },
  ["萊特"] = {
    id = "萊特"
  },
  ["賴士葆"] = {
    id = "賴士葆"
  },
  ["蘭迪"] = {
    id = "蘭迪"
  },
  ["爛B"] = {
    id = "爛B"
  },
  ["爛逼"] = {
    id = "爛逼"
  },
  ["爛比"] = {
    id = "爛比"
  },
  ["爛袋"] = {
    id = "爛袋"
  },
  ["爛貨"] = {
    id = "爛貨"
  },
  ["濫B"] = {
    id = "濫B"
  },
  ["濫逼"] = {
    id = "濫逼"
  },
  ["濫比"] = {
    id = "濫比"
  },
  ["濫貨"] = {
    id = "濫貨"
  },
  ["濫交"] = {
    id = "濫交"
  },
  ["勞動教養所"] = {
    id = "勞動教養所"
  },
  ["勞改"] = {
    id = "勞改"
  },
  ["勞教"] = {
    id = "勞教"
  },
  ["鰳"] = {
    id = "鰳"
  },
  ["雷尼亞"] = {
    id = "雷尼亞"
  },
  ["誄"] = {
    id = "誄"
  },
  ["李紅痔"] = {
    id = "李紅痔"
  },
  ["李洪寬"] = {
    id = "李洪寬"
  },
  ["李繼耐"] = {
    id = "李繼耐"
  },
  ["李蘭菊"] = {
    id = "李蘭菊"
  },
  ["李老師"] = {
    id = "李老師"
  },
  ["李錄"] = {
    id = "李錄"
  },
  ["李祿"] = {
    id = "李祿"
  },
  ["李慶安"] = {
    id = "李慶安"
  },
  ["李慶華"] = {
    id = "李慶華"
  },
  ["李淑嫻"] = {
    id = "李淑嫻"
  },
  ["李鐵映"] = {
    id = "李鐵映"
  },
  ["李旺陽"] = {
    id = "李旺陽"
  },
  ["李小鵬"] = {
    id = "李小鵬"
  },
  ["李月月鳥"] = {
    id = "李月月鳥"
  },
  ["李志綏"] = {
    id = "李志綏"
  },
  ["李總理"] = {
    id = "李總理"
  },
  ["李總統"] = {
    id = "李總統"
  },
  ["裏菲斯"] = {
    id = "裏菲斯"
  },
  ["鱧"] = {
    id = "鱧"
  },
  ["轢"] = {
    id = "轢"
  },
  ["躒"] = {
    id = "躒"
  },
  ["奩"] = {
    id = "奩"
  },
  ["連方瑀"] = {
    id = "連方瑀"
  },
  ["連惠心"] = {
    id = "連惠心"
  },
  ["連勝德"] = {
    id = "連勝德"
  },
  ["連勝文"] = {
    id = "連勝文"
  },
  ["連戰"] = {
    id = "連戰"
  },
  ["聯總"] = {
    id = "聯總"
  },
  ["廉政大論壇"] = {
    id = "廉政大論壇"
  },
  ["煉功"] = {
    id = "煉功"
  },
  ["兩岸關係"] = {
    id = "兩岸關係"
  },
  ["兩岸三地論壇"] = {
    id = "兩岸三地論壇"
  },
  ["兩個中國"] = {
    id = "兩個中國"
  },
  ["兩會"] = {
    id = "兩會"
  },
  ["兩會報道"] = {
    id = "兩會報道"
  },
  ["兩會新聞"] = {
    id = "兩會新聞"
  },
  ["廖錫龍"] = {
    id = "廖錫龍"
  },
  ["林保華"] = {
    id = "林保華"
  },
  ["林長盛"] = {
    id = "林長盛"
  },
  ["林佳龍"] = {
    id = "林佳龍"
  },
  ["林信義"] = {
    id = "林信義"
  },
  ["林正勝"] = {
    id = "林正勝"
  },
  ["林重謨"] = {
    id = "林重謨"
  },
  ["躪"] = {
    id = "躪"
  },
  ["淩鋒"] = {
    id = "淩鋒"
  },
  ["劉賓深"] = {
    id = "劉賓深"
  },
  ["劉賓雁"] = {
    id = "劉賓雁"
  },
  ["劉剛"] = {
    id = "劉剛"
  },
  ["劉國凱"] = {
    id = "劉國凱"
  },
  ["劉華清"] = {
    id = "劉華清"
  },
  ["劉俊國"] = {
    id = "劉俊國"
  },
  ["劉凱中"] = {
    id = "劉凱中"
  },
  ["劉千石"] = {
    id = "劉千石"
  },
  ["劉青"] = {
    id = "劉青"
  },
  ["劉山青"] = {
    id = "劉山青"
  },
  ["劉士賢"] = {
    id = "劉士賢"
  },
  ["劉文勝"] = {
    id = "劉文勝"
  },
  ["劉文雄"] = {
    id = "劉文雄"
  },
  ["劉曉波"] = {
    id = "劉曉波"
  },
  ["劉曉竹"] = {
    id = "劉曉竹"
  },
  ["劉永川"] = {
    id = "劉永川"
  },
  ["㈥"] = {
    id = "㈥"
  },
  ["鷚"] = {
    id = "鷚"
  },
  ["龍虎豹"] = {
    id = "龍虎豹"
  },
  ["龍火之心"] = {
    id = "龍火之心"
  },
  ["盧卡"] = {
    id = "盧卡"
  },
  ["盧西德"] = {
    id = "盧西德"
  },
  ["陸委會"] = {
    id = "陸委會"
  },
  ["輅"] = {
    id = "輅"
  },
  ["呂京花"] = {
    id = "呂京花"
  },
  ["呂秀蓮"] = {
    id = "呂秀蓮"
  },
  ["亂交"] = {
    id = "亂交"
  },
  ["亂輪"] = {
    id = "亂輪"
  },
  ["鋝"] = {
    id = "鋝"
  },
  ["掄功"] = {
    id = "掄功"
  },
  ["倫功"] = {
    id = "倫功"
  },
  ["輪大"] = {
    id = "輪大"
  },
  ["輪功"] = {
    id = "輪功"
  },
  ["輪奸"] = {
    id = "輪奸"
  },
  ["論壇管理員"] = {
    id = "論壇管理員"
  },
  ["羅福助"] = {
    id = "羅福助"
  },
  ["羅幹"] = {
    id = "羅幹"
  },
  ["羅禮詩"] = {
    id = "羅禮詩"
  },
  ["羅文嘉"] = {
    id = "羅文嘉"
  },
  ["羅志明"] = {
    id = "羅志明"
  },
  ["腡"] = {
    id = "腡"
  },
  ["濼"] = {
    id = "濼"
  },
  ["洛克菲爾特"] = {
    id = "洛克菲爾特"
  },
  ["媽B"] = {
    id = "媽B"
  },
  ["媽比"] = {
    id = "媽比"
  },
  ["媽的"] = {
    id = "媽的"
  },
  ["媽批"] = {
    id = "媽批"
  },
  ["馬大維"] = {
    id = "馬大維"
  },
  ["馬克思"] = {
    id = "馬克思"
  },
  ["馬良駿"] = {
    id = "馬良駿"
  },
  ["馬三家"] = {
    id = "馬三家"
  },
  ["馬時敏"] = {
    id = "馬時敏"
  },
  ["馬特斯"] = {
    id = "馬特斯"
  },
  ["馬英九"] = {
    id = "馬英九"
  },
  ["馬永成"] = {
    id = "馬永成"
  },
  ["瑪麗亞"] = {
    id = "瑪麗亞"
  },
  ["瑪雅"] = {
    id = "瑪雅"
  },
  ["嗎的"] = {
    id = "嗎的"
  },
  ["嗎啡"] = {
    id = "嗎啡"
  },
  ["勱"] = {
    id = "勱"
  },
  ["麥克斯"] = {
    id = "麥克斯"
  },
  ["賣逼"] = {
    id = "賣逼"
  },
  ["賣比"] = {
    id = "賣比"
  },
  ["賣國"] = {
    id = "賣國"
  },
  ["賣騷"] = {
    id = "賣騷"
  },
  ["賣淫"] = {
    id = "賣淫"
  },
  ["瞞報"] = {
    id = "瞞報"
  },
  ["毛厠洞"] = {
    id = "毛厠洞"
  },
  ["毛賊"] = {
    id = "毛賊"
  },
  ["毛賊東"] = {
    id = "毛賊東"
  },
  ["美國"] = {
    id = "美國"
  },
  ["美國參考"] = {
    id = "美國參考"
  },
  ["美國佬"] = {
    id = "美國佬"
  },
  ["美國之音"] = {
    id = "美國之音"
  },
  ["蒙獨"] = {
    id = "蒙獨"
  },
  ["蒙古達子"] = {
    id = "蒙古達子"
  },
  ["蒙古獨"] = {
    id = "蒙古獨"
  },
  ["蒙古獨立"] = {
    id = "蒙古獨立"
  },
  ["禰"] = {
    id = "禰"
  },
  ["羋"] = {
    id = "羋"
  },
  ["綿恒"] = {
    id = "綿恒"
  },
  ["黽"] = {
    id = "黽"
  },
  ["民國"] = {
    id = "民國"
  },
  ["民進黨"] = {
    id = "民進黨"
  },
  ["民聯"] = {
    id = "民聯"
  },
  ["民意論壇"] = {
    id = "民意論壇"
  },
  ["民陣"] = {
    id = "民陣"
  },
  ["民主墻"] = {
    id = "民主墻"
  },
  ["緡"] = {
    id = "緡"
  },
  ["湣"] = {
    id = "湣"
  },
  ["鰵"] = {
    id = "鰵"
  },
  ["摸你鶏巴"] = {
    id = "摸你鶏巴"
  },
  ["莫偉强"] = {
    id = "莫偉强"
  },
  ["木子論壇"] = {
    id = "木子論壇"
  },
  ["內褲"] = {
    id = "內褲"
  },
  ["內衣"] = {
    id = "內衣"
  },
  ["那嗎B"] = {
    id = "那嗎B"
  },
  ["那嗎逼"] = {
    id = "那嗎逼"
  },
  ["那嗎錯比"] = {
    id = "那嗎錯比"
  },
  ["那嗎老比"] = {
    id = "那嗎老比"
  },
  ["那嗎瘟比"] = {
    id = "那嗎瘟比"
  },
  ["那娘錯比"] = {
    id = "那娘錯比"
  },
  ["納粹"] = {
    id = "納粹"
  },
  ["奶頭"] = {
    id = "奶頭"
  },
  ["南大自由論壇"] = {
    id = "南大自由論壇"
  },
  ["南蠻子"] = {
    id = "南蠻子"
  },
  ["鬧事"] = {
    id = "鬧事"
  },
  ["能樣"] = {
    id = "能樣"
  },
  ["尼奧夫"] = {
    id = "尼奧夫"
  },
  ["倪育賢"] = {
    id = "倪育賢"
  },
  ["鯢"] = {
    id = "鯢"
  },
  ["你媽"] = {
    id = "你媽"
  },
  ["你媽逼"] = {
    id = "你媽逼"
  },
  ["你媽比"] = {
    id = "你媽比"
  },
  ["你媽的"] = {
    id = "你媽的"
  },
  ["你媽了妹"] = {
    id = "你媽了妹"
  },
  ["你說我說論壇"] = {
    id = "你說我說論壇"
  },
  ["你爺"] = {
    id = "你爺"
  },
  ["娘餓比"] = {
    id = "娘餓比"
  },
  ["捏你鶏巴"] = {
    id = "捏你鶏巴"
  },
  ["儂著岡巒"] = {
    id = "儂著岡巒"
  },
  ["儂著卵拋"] = {
    id = "儂著卵拋"
  },
  ["奴隸魔族士兵"] = {
    id = "奴隸魔族士兵"
  },
  ["女幹"] = {
    id = "女幹"
  },
  ["女主人羅姬馬莉"] = {
    id = "女主人羅姬馬莉"
  },
  ["儺"] = {
    id = "儺"
  },
  ["諾姆"] = {
    id = "諾姆"
  },
  ["潘國平"] = {
    id = "潘國平"
  },
  ["蹣"] = {
    id = "蹣"
  },
  ["龐建國"] = {
    id = "龐建國"
  },
  ["泡沫經濟"] = {
    id = "泡沫經濟"
  },
  ["轡"] = {
    id = "轡"
  },
  ["噴你"] = {
    id = "噴你"
  },
  ["皮條客"] = {
    id = "皮條客"
  },
  ["羆"] = {
    id = "羆"
  },
  ["諞"] = {
    id = "諞"
  },
  ["潑婦"] = {
    id = "潑婦"
  },
  ["齊墨"] = {
    id = "齊墨"
  },
  ["齊諾"] = {
    id = "齊諾"
  },
  ["騎你"] = {
    id = "騎你"
  },
  ["磧"] = {
    id = "磧"
  },
  ["僉"] = {
    id = "僉"
  },
  ["鈐"] = {
    id = "鈐"
  },
  ["錢達"] = {
    id = "錢達"
  },
  ["錢國梁"] = {
    id = "錢國梁"
  },
  ["錢其琛"] = {
    id = "錢其琛"
  },
  ["膁"] = {
    id = "膁"
  },
  ["槧"] = {
    id = "槧"
  },
  ["錆"] = {
    id = "錆"
  },
  ["繰"] = {
    id = "繰"
  },
  ["喬石"] = {
    id = "喬石"
  },
  ["喬伊"] = {
    id = "喬伊"
  },
  ["橋侵襲兵"] = {
    id = "橋侵襲兵"
  },
  ["譙"] = {
    id = "譙"
  },
  ["鞽"] = {
    id = "鞽"
  },
  ["篋"] = {
    id = "篋"
  },
  ["親美"] = {
    id = "親美"
  },
  ["親民黨"] = {
    id = "親民黨"
  },
  ["親日"] = {
    id = "親日"
  },
  ["欽本立"] = {
    id = "欽本立"
  },
  ["禽獸"] = {
    id = "禽獸"
  },
  ["唚"] = {
    id = "唚"
  },
  ["輕舟快訊"] = {
    id = "輕舟快訊"
  },
  ["情婦"] = {
    id = "情婦"
  },
  ["情獸"] = {
    id = "情獸"
  },
  ["檾"] = {
    id = "檾"
  },
  ["慶紅"] = {
    id = "慶紅"
  },
  ["丘垂貞"] = {
    id = "丘垂貞"
  },
  ["詘"] = {
    id = "詘"
  },
  ["去你媽的"] = {
    id = "去你媽的"
  },
  ["闃"] = {
    id = "闃"
  },
  ["全國兩會"] = {
    id = "全國兩會"
  },
  ["全國人大"] = {
    id = "全國人大"
  },
  ["犬"] = {
    id = "犬"
  },
  ["綣"] = {
    id = "綣"
  },
  ["瘸腿幫"] = {
    id = "瘸腿幫"
  },
  ["愨"] = {
    id = "愨"
  },
  ["讓你操"] = {
    id = "讓你操"
  },
  ["熱比婭"] = {
    id = "熱比婭"
  },
  ["熱站政論網"] = {
    id = "熱站政論網"
  },
  ["人民報"] = {
    id = "人民報"
  },
  ["人民大會堂"] = {
    id = "人民大會堂"
  },
  ["人民內情真相"] = {
    id = "人民內情真相"
  },
  ["人民真實"] = {
    id = "人民真實"
  },
  ["人民之聲論壇"] = {
    id = "人民之聲論壇"
  },
  ["人權"] = {
    id = "人權"
  },
  ["日本帝國"] = {
    id = "日本帝國"
  },
  ["日軍"] = {
    id = "日軍"
  },
  ["日內瓦金融"] = {
    id = "日內瓦金融"
  },
  ["日你媽"] = {
    id = "日你媽"
  },
  ["日你爺爺"] = {
    id = "日你爺爺"
  },
  ["日朱駿"] = {
    id = "日朱駿"
  },
  ["顬"] = {
    id = "顬"
  },
  ["乳頭"] = {
    id = "乳頭"
  },
  ["乳暈"] = {
    id = "乳暈"
  },
  ["瑞士金融大學"] = {
    id = "瑞士金融大學"
  },
  ["薩達姆"] = {
    id = "薩達姆"
  },
  ["三K黨"] = {
    id = "三K黨"
  },
  ["三個代表"] = {
    id = "三個代表"
  },
  ["三級片"] = {
    id = "三級片"
  },
  ["三去車侖工力"] = {
    id = "三去車侖工力"
  },
  ["㈢"] = {
    id = "㈢"
  },
  ["毿"] = {
    id = "毿"
  },
  ["糝"] = {
    id = "糝"
  },
  ["騷B"] = {
    id = "騷B"
  },
  ["騷棒"] = {
    id = "騷棒"
  },
  ["騷包"] = {
    id = "騷包"
  },
  ["騷逼"] = {
    id = "騷逼"
  },
  ["騷棍"] = {
    id = "騷棍"
  },
  ["騷貨"] = {
    id = "騷貨"
  },
  ["騷鶏"] = {
    id = "騷鶏"
  },
  ["騷卵"] = {
    id = "騷卵"
  },
  ["殺你全家"] = {
    id = "殺你全家"
  },
  ["殺你一家"] = {
    id = "殺你一家"
  },
  ["殺人犯"] = {
    id = "殺人犯"
  },
  ["傻鳥"] = {
    id = "傻鳥"
  },
  ["煞筆"] = {
    id = "煞筆"
  },
  ["山口組"] = {
    id = "山口組"
  },
  ["善惡有報"] = {
    id = "善惡有報"
  },
  ["上訪"] = {
    id = "上訪"
  },
  ["上海幫"] = {
    id = "上海幫"
  },
  ["上海孤兒院"] = {
    id = "上海孤兒院"
  },
  ["厙"] = {
    id = "厙"
  },
  ["社會主義"] = {
    id = "社會主義"
  },
  ["射了還說要"] = {
    id = "射了還說要"
  },
  ["灄"] = {
    id = "灄"
  },
  ["詵"] = {
    id = "詵"
  },
  ["神經病"] = {
    id = "神經病"
  },
  ["諗"] = {
    id = "諗"
  },
  ["生孩子沒屁眼"] = {
    id = "生孩子沒屁眼"
  },
  ["生命分流的圖騰"] = {
    id = "生命分流的圖騰"
  },
  ["澠"] = {
    id = "澠"
  },
  ["聖射手"] = {
    id = "聖射手"
  },
  ["聖戰"] = {
    id = "聖戰"
  },
  ["盛華仁"] = {
    id = "盛華仁"
  },
  ["濕了還說不要"] = {
    id = "濕了還說不要"
  },
  ["濕了還說要"] = {
    id = "濕了還說要"
  },
  ["釃"] = {
    id = "釃"
  },
  ["鯴"] = {
    id = "鯴"
  },
  ["㈩"] = {
    id = "㈩"
  },
  ["石化圖騰"] = {
    id = "石化圖騰"
  },
  ["石拳戰鬥兵"] = {
    id = "石拳戰鬥兵"
  },
  ["時代論壇"] = {
    id = "時代論壇"
  },
  ["時事論壇"] = {
    id = "時事論壇"
  },
  ["鰣"] = {
    id = "鰣"
  },
  ["史萊姆"] = {
    id = "史萊姆"
  },
  ["史萊姆王"] = {
    id = "史萊姆王"
  },
  ["士兵管理員瓦爾臣"] = {
    id = "士兵管理員瓦爾臣"
  },
  ["世界經濟導報"] = {
    id = "世界經濟導報"
  },
  ["事實獨立"] = {
    id = "事實獨立"
  },
  ["侍從貝赫爾特"] = {
    id = "侍從貝赫爾特"
  },
  ["侍從倫斯韋"] = {
    id = "侍從倫斯韋"
  },
  ["貰"] = {
    id = "貰"
  },
  ["攄"] = {
    id = "攄"
  },
  ["數據中國"] = {
    id = "數據中國"
  },
  ["雙十節"] = {
    id = "雙十節"
  },
  ["氵去車侖工力"] = {
    id = "氵去車侖工力"
  },
  ["氵去車侖工力?"] = {
    id = "氵去車侖工力?"
  },
  ["稅力"] = {
    id = "稅力"
  },
  ["司馬晋"] = {
    id = "司馬晋"
  },
  ["司馬璐"] = {
    id = "司馬璐"
  },
  ["司徒華"] = {
    id = "司徒華"
  },
  ["私?服"] = {
    id = "私?服"
  },
  ["私處"] = {
    id = "私處"
  },
  ["思科羅"] = {
    id = "思科羅"
  },
  ["斯諾"] = {
    id = "斯諾"
  },
  ["斯皮爾德"] = {
    id = "斯皮爾德"
  },
  ["四川獨"] = {
    id = "四川獨"
  },
  ["四川獨立"] = {
    id = "四川獨立"
  },
  ["四人幫"] = {
    id = "四人幫"
  },
  ["㈣"] = {
    id = "㈣"
  },
  ["宋書元"] = {
    id = "宋書元"
  },
  ["藪"] = {
    id = "藪"
  },
  ["蘇菲爾"] = {
    id = "蘇菲爾"
  },
  ["蘇拉"] = {
    id = "蘇拉"
  },
  ["蘇南成"] = {
    id = "蘇南成"
  },
  ["蘇紹智"] = {
    id = "蘇紹智"
  },
  ["蘇特勒守護兵"] = {
    id = "蘇特勒守護兵"
  },
  ["蘇特勤"] = {
    id = "蘇特勤"
  },
  ["蘇特勤護衛兵"] = {
    id = "蘇特勤護衛兵"
  },
  ["蘇特勤魔法師"] = {
    id = "蘇特勤魔法師"
  },
  ["蘇曉康"] = {
    id = "蘇曉康"
  },
  ["蘇盈貴"] = {
    id = "蘇盈貴"
  },
  ["蘇貞昌"] = {
    id = "蘇貞昌"
  },
  ["誶"] = {
    id = "誶"
  },
  ["碎片製造商人馬克"] = {
    id = "碎片製造商人馬克"
  },
  ["碎片製造商人蘇克"] = {
    id = "碎片製造商人蘇克"
  },
  ["孫大千"] = {
    id = "孫大千"
  },
  ["孫中山"] = {
    id = "孫中山"
  },
  ["他媽"] = {
    id = "他媽"
  },
  ["他媽的"] = {
    id = "他媽的"
  },
  ["他嗎的"] = {
    id = "他嗎的"
  },
  ["他母親"] = {
    id = "他母親"
  },
  ["塔內"] = {
    id = "塔內"
  },
  ["塔烏"] = {
    id = "塔烏"
  },
  ["鰨"] = {
    id = "鰨"
  },
  ["闥"] = {
    id = "闥"
  },
  ["臺盟"] = {
    id = "臺盟"
  },
  ["臺灣帝國"] = {
    id = "臺灣帝國"
  },
  ["臺灣獨立"] = {
    id = "臺灣獨立"
  },
  ["臺灣獨"] = {
    id = "臺灣獨"
  },
  ["臺灣共産黨"] = {
    id = "臺灣共産黨"
  },
  ["臺灣狗"] = {
    id = "臺灣狗"
  },
  ["臺灣建國運動組織"] = {
    id = "臺灣建國運動組織"
  },
  ["臺灣民國"] = {
    id = "臺灣民國"
  },
  ["臺灣青年獨立聯盟"] = {
    id = "臺灣青年獨立聯盟"
  },
  ["臺灣政論區"] = {
    id = "臺灣政論區"
  },
  ["臺灣自由聯盟"] = {
    id = "臺灣自由聯盟"
  },
  ["鮐"] = {
    id = "鮐"
  },
  ["太監"] = {
    id = "太監"
  },
  ["泰奴橋警衛兵"] = {
    id = "泰奴橋警衛兵"
  },
  ["泰奴橋掠奪者"] = {
    id = "泰奴橋掠奪者"
  },
  ["湯光中"] = {
    id = "湯光中"
  },
  ["唐柏橋"] = {
    id = "唐柏橋"
  },
  ["鞀"] = {
    id = "鞀"
  },
  ["謄"] = {
    id = "謄"
  },
  ["天安門"] = {
    id = "天安門"
  },
  ["天安門錄影帶"] = {
    id = "天安門錄影帶"
  },
  ["天安門事件"] = {
    id = "天安門事件"
  },
  ["天安門屠殺"] = {
    id = "天安門屠殺"
  },
  ["天安門一代"] = {
    id = "天安門一代"
  },
  ["天閹"] = {
    id = "天閹"
  },
  ["田紀雲"] = {
    id = "田紀雲"
  },
  ["齠"] = {
    id = "齠"
  },
  ["鰷"] = {
    id = "鰷"
  },
  ["銚"] = {
    id = "銚"
  },
  ["庭院警衛兵"] = {
    id = "庭院警衛兵"
  },
  ["統獨"] = {
    id = "統獨"
  },
  ["統獨論壇"] = {
    id = "統獨論壇"
  },
  ["統戰"] = {
    id = "統戰"
  },
  ["頭領奧馬"] = {
    id = "頭領奧馬"
  },
  ["頭領墳墓管理員"] = {
    id = "頭領墳墓管理員"
  },
  ["圖書管理員卡特"] = {
    id = "圖書管理員卡特"
  },
  ["屠殺"] = {
    id = "屠殺"
  },
  ["團長戈登"] = {
    id = "團長戈登"
  },
  ["團員馬爾汀"] = {
    id = "團員馬爾汀"
  },
  ["摶"] = {
    id = "摶"
  },
  ["鼉"] = {
    id = "鼉"
  },
  ["籜"] = {
    id = "籜"
  },
  ["膃"] = {
    id = "膃"
  },
  ["外交論壇"] = {
    id = "外交論壇"
  },
  ["外交與方略"] = {
    id = "外交與方略"
  },
  ["晚年周恩來"] = {
    id = "晚年周恩來"
  },
  ["綰"] = {
    id = "綰"
  },
  ["萬里"] = {
    id = "萬里"
  },
  ["萬潤南"] = {
    id = "萬潤南"
  },
  ["萬維讀者論壇"] = {
    id = "萬維讀者論壇"
  },
  ["萬曉東"] = {
    id = "萬曉東"
  },
  ["王寶森"] = {
    id = "王寶森"
  },
  ["王超華"] = {
    id = "王超華"
  },
  ["王輔臣"] = {
    id = "王輔臣"
  },
  ["王剛"] = {
    id = "王剛"
  },
  ["王涵萬"] = {
    id = "王涵萬"
  },
  ["王滬寧"] = {
    id = "王滬寧"
  },
  ["王軍濤"] = {
    id = "王軍濤"
  },
  ["王樂泉"] = {
    id = "王樂泉"
  },
  ["王潤生"] = {
    id = "王潤生"
  },
  ["王世堅"] = {
    id = "王世堅"
  },
  ["王世勛"] = {
    id = "王世勛"
  },
  ["王秀麗"] = {
    id = "王秀麗"
  },
  ["王兆國"] = {
    id = "王兆國"
  },
  ["網禪"] = {
    id = "網禪"
  },
  ["網特"] = {
    id = "網特"
  },
  ["猥褻"] = {
    id = "猥褻"
  },
  ["鮪"] = {
    id = "鮪"
  },
  ["溫B"] = {
    id = "溫B"
  },
  ["溫逼"] = {
    id = "溫逼"
  },
  ["溫比"] = {
    id = "溫比"
  },
  ["溫家寶"] = {
    id = "溫家寶"
  },
  ["溫元凱"] = {
    id = "溫元凱"
  },
  ["閿"] = {
    id = "閿"
  },
  ["無界瀏覽器"] = {
    id = "無界瀏覽器"
  },
  ["吳百益"] = {
    id = "吳百益"
  },
  ["吳敦義"] = {
    id = "吳敦義"
  },
  ["吳方城"] = {
    id = "吳方城"
  },
  ["吳弘達"] = {
    id = "吳弘達"
  },
  ["吳宏達"] = {
    id = "吳宏達"
  },
  ["吳仁華"] = {
    id = "吳仁華"
  },
  ["吳淑珍"] = {
    id = "吳淑珍"
  },
  ["吳學燦"] = {
    id = "吳學燦"
  },
  ["吳學璨"] = {
    id = "吳學璨"
  },
  ["吳育升"] = {
    id = "吳育升"
  },
  ["吳志芳"] = {
    id = "吳志芳"
  },
  ["西藏獨"] = {
    id = "西藏獨"
  },
  ["吸收的圖騰"] = {
    id = "吸收的圖騰"
  },
  ["吸血獸"] = {
    id = "吸血獸"
  },
  ["覡"] = {
    id = "覡"
  },
  ["洗腦"] = {
    id = "洗腦"
  },
  ["系統"] = {
    id = "系統"
  },
  ["系統公告"] = {
    id = "系統公告"
  },
  ["餼"] = {
    id = "餼"
  },
  ["郤"] = {
    id = "郤"
  },
  ["下賤"] = {
    id = "下賤"
  },
  ["下體"] = {
    id = "下體"
  },
  ["薟"] = {
    id = "薟"
  },
  ["躚"] = {
    id = "躚"
  },
  ["鮮族"] = {
    id = "鮮族"
  },
  ["獫"] = {
    id = "獫"
  },
  ["蜆"] = {
    id = "蜆"
  },
  ["峴"] = {
    id = "峴"
  },
  ["現金"] = {
    id = "現金"
  },
  ["現金交易"] = {
    id = "現金交易"
  },
  ["獻祭的圖騰"] = {
    id = "獻祭的圖騰"
  },
  ["鯗"] = {
    id = "鯗"
  },
  ["項懷誠"] = {
    id = "項懷誠"
  },
  ["項小吉"] = {
    id = "項小吉"
  },
  ["嘵"] = {
    id = "嘵"
  },
  ["小B樣"] = {
    id = "小B樣"
  },
  ["小比樣"] = {
    id = "小比樣"
  },
  ["小參考"] = {
    id = "小參考"
  },
  ["小鶏鶏"] = {
    id = "小鶏鶏"
  },
  ["小靈通"] = {
    id = "小靈通"
  },
  ["小泉純一郎"] = {
    id = "小泉純一郎"
  },
  ["謝長廷"] = {
    id = "謝長廷"
  },
  ["謝深山"] = {
    id = "謝深山"
  },
  ["謝選駿"] = {
    id = "謝選駿"
  },
  ["謝中之"] = {
    id = "謝中之"
  },
  ["辛灝年"] = {
    id = "辛灝年"
  },
  ["新觀察論壇"] = {
    id = "新觀察論壇"
  },
  ["新華舉報"] = {
    id = "新華舉報"
  },
  ["新華內情"] = {
    id = "新華內情"
  },
  ["新華通論壇"] = {
    id = "新華通論壇"
  },
  ["新疆獨"] = {
    id = "新疆獨"
  },
  ["新生網"] = {
    id = "新生網"
  },
  ["新手訓練營"] = {
    id = "新手訓練營"
  },
  ["新聞出版總署"] = {
    id = "新聞出版總署"
  },
  ["新聞封鎖"] = {
    id = "新聞封鎖"
  },
  ["新義安"] = {
    id = "新義安"
  },
  ["新語絲"] = {
    id = "新語絲"
  },
  ["信用危機"] = {
    id = "信用危機"
  },
  ["邢錚"] = {
    id = "邢錚"
  },
  ["性愛"] = {
    id = "性愛"
  },
  ["性無能"] = {
    id = "性無能"
  },
  ["修煉"] = {
    id = "修煉"
  },
  ["頊"] = {
    id = "頊"
  },
  ["虛弱圖騰"] = {
    id = "虛弱圖騰"
  },
  ["虛無的飽食者"] = {
    id = "虛無的飽食者"
  },
  ["徐國舅"] = {
    id = "徐國舅"
  },
  ["許財利"] = {
    id = "許財利"
  },
  ["許家屯"] = {
    id = "許家屯"
  },
  ["許信良"] = {
    id = "許信良"
  },
  ["諼"] = {
    id = "諼"
  },
  ["薛偉"] = {
    id = "薛偉"
  },
  ["學潮"] = {
    id = "學潮"
  },
  ["學聯"] = {
    id = "學聯"
  },
  ["學運"] = {
    id = "學運"
  },
  ["學自聯"] = {
    id = "學自聯"
  },
  ["澩"] = {
    id = "澩"
  },
  ["閹狗"] = {
    id = "閹狗"
  },
  ["訁"] = {
    id = "訁"
  },
  ["嚴家其"] = {
    id = "嚴家其"
  },
  ["嚴家祺"] = {
    id = "嚴家祺"
  },
  ["閻明複"] = {
    id = "閻明複"
  },
  ["顔清標"] = {
    id = "顔清標"
  },
  ["顔慶章"] = {
    id = "顔慶章"
  },
  ["顔射"] = {
    id = "顔射"
  },
  ["讞"] = {
    id = "讞"
  },
  ["央視內部晚會"] = {
    id = "央視內部晚會"
  },
  ["陽具"] = {
    id = "陽具"
  },
  ["陽痿"] = {
    id = "陽痿"
  },
  ["陽物"] = {
    id = "陽物"
  },
  ["楊懷安"] = {
    id = "楊懷安"
  },
  ["楊建利"] = {
    id = "楊建利"
  },
  ["楊巍"] = {
    id = "楊巍"
  },
  ["楊月清"] = {
    id = "楊月清"
  },
  ["楊周"] = {
    id = "楊周"
  },
  ["姚羅"] = {
    id = "姚羅"
  },
  ["姚月謙"] = {
    id = "姚月謙"
  },
  ["軺"] = {
    id = "軺"
  },
  ["搖頭丸"] = {
    id = "搖頭丸"
  },
  ["藥材商人蘇耐得"] = {
    id = "藥材商人蘇耐得"
  },
  ["藥水"] = {
    id = "藥水"
  },
  ["耶穌"] = {
    id = "耶穌"
  },
  ["野鶏"] = {
    id = "野鶏"
  },
  ["葉菊蘭"] = {
    id = "葉菊蘭"
  },
  ["夜話紫禁城"] = {
    id = "夜話紫禁城"
  },
  ["一陀糞"] = {
    id = "一陀糞"
  },
  ["㈠"] = {
    id = "㈠"
  },
  ["伊莎貝爾"] = {
    id = "伊莎貝爾"
  },
  ["伊斯蘭"] = {
    id = "伊斯蘭"
  },
  ["伊斯蘭亞格林尼斯"] = {
    id = "伊斯蘭亞格林尼斯"
  },
  ["遺精"] = {
    id = "遺精"
  },
  ["議長阿茵斯塔"] = {
    id = "議長阿茵斯塔"
  },
  ["議員斯格文德"] = {
    id = "議員斯格文德"
  },
  ["异見人士"] = {
    id = "异見人士"
  },
  ["异型叛軍"] = {
    id = "异型叛軍"
  },
  ["异議人士"] = {
    id = "异議人士"
  },
  ["易丹軒"] = {
    id = "易丹軒"
  },
  ["意志不堅的圖騰"] = {
    id = "意志不堅的圖騰"
  },
  ["瘞"] = {
    id = "瘞"
  },
  ["陰部"] = {
    id = "陰部"
  },
  ["陰唇"] = {
    id = "陰唇"
  },
  ["陰道"] = {
    id = "陰道"
  },
  ["陰蒂"] = {
    id = "陰蒂"
  },
  ["陰戶"] = {
    id = "陰戶"
  },
  ["陰莖"] = {
    id = "陰莖"
  },
  ["陰精"] = {
    id = "陰精"
  },
  ["陰毛"] = {
    id = "陰毛"
  },
  ["陰門"] = {
    id = "陰門"
  },
  ["陰囊"] = {
    id = "陰囊"
  },
  ["陰水"] = {
    id = "陰水"
  },
  ["淫穢"] = {
    id = "淫穢"
  },
  ["淫貨"] = {
    id = "淫貨"
  },
  ["淫賤"] = {
    id = "淫賤"
  },
  ["尹慶民"] = {
    id = "尹慶民"
  },
  ["引導"] = {
    id = "引導"
  },
  ["隱者之路"] = {
    id = "隱者之路"
  },
  ["鷹眼派氏族"] = {
    id = "鷹眼派氏族"
  },
  ["硬直圖騰"] = {
    id = "硬直圖騰"
  },
  ["憂鬱的艾拉"] = {
    id = "憂鬱的艾拉"
  },
  ["尤比亞"] = {
    id = "尤比亞"
  },
  ["由喜貴"] = {
    id = "由喜貴"
  },
  ["游蕩的僵尸"] = {
    id = "游蕩的僵尸"
  },
  ["游蕩的士兵"] = {
    id = "游蕩的士兵"
  },
  ["游蕩爪牙"] = {
    id = "游蕩爪牙"
  },
  ["游錫坤"] = {
    id = "游錫坤"
  },
  ["游戲管理員"] = {
    id = "游戲管理員"
  },
  ["友好的魯德"] = {
    id = "友好的魯德"
  },
  ["幼齒"] = {
    id = "幼齒"
  },
  ["幼龍"] = {
    id = "幼龍"
  },
  ["于幼軍"] = {
    id = "于幼軍"
  },
  ["余英時"] = {
    id = "余英時"
  },
  ["漁夫菲斯曼"] = {
    id = "漁夫菲斯曼"
  },
  ["輿論"] = {
    id = "輿論"
  },
  ["輿論反制"] = {
    id = "輿論反制"
  },
  ["傴"] = {
    id = "傴"
  },
  ["宇明網"] = {
    id = "宇明網"
  },
  ["齬"] = {
    id = "齬"
  },
  ["飫"] = {
    id = "飫"
  },
  ["鵒"] = {
    id = "鵒"
  },
  ["元老蘭提(沃德）"] = {
    id = "元老蘭提(沃德）"
  },
  ["圓滿"] = {
    id = "圓滿"
  },
  ["緣圈圈"] = {
    id = "緣圈圈"
  },
  ["遠志明"] = {
    id = "遠志明"
  },
  ["月經"] = {
    id = "月經"
  },
  ["韞"] = {
    id = "韞"
  },
  ["雜種"] = {
    id = "雜種"
  },
  ["鏨"] = {
    id = "鏨"
  },
  ["造愛"] = {
    id = "造愛"
  },
  ["則民"] = {
    id = "則民"
  },
  ["擇民"] = {
    id = "擇民"
  },
  ["澤夫"] = {
    id = "澤夫"
  },
  ["澤民"] = {
    id = "澤民"
  },
  ["賾"] = {
    id = "賾"
  },
  ["賊民"] = {
    id = "賊民"
  },
  ["譖"] = {
    id = "譖"
  },
  ["扎卡維是英雄"] = {
    id = "扎卡維是英雄"
  },
  ["驏"] = {
    id = "驏"
  },
  ["張伯笠"] = {
    id = "張伯笠"
  },
  ["張博雅"] = {
    id = "張博雅"
  },
  ["張鋼"] = {
    id = "張鋼"
  },
  ["張健"] = {
    id = "張健"
  },
  ["張林"] = {
    id = "張林"
  },
  ["張清芳"] = {
    id = "張清芳"
  },
  ["張偉國"] = {
    id = "張偉國"
  },
  ["張溫鷹"] = {
    id = "張溫鷹"
  },
  ["張昭富"] = {
    id = "張昭富"
  },
  ["張志清"] = {
    id = "張志清"
  },
  ["章孝嚴"] = {
    id = "章孝嚴"
  },
  ["帳號"] = {
    id = "帳號"
  },
  ["賬號"] = {
    id = "賬號"
  },
  ["招鶏"] = {
    id = "招鶏"
  },
  ["趙海青"] = {
    id = "趙海青"
  },
  ["趙建銘"] = {
    id = "趙建銘"
  },
  ["趙南"] = {
    id = "趙南"
  },
  ["趙品潞"] = {
    id = "趙品潞"
  },
  ["趙曉微"] = {
    id = "趙曉微"
  },
  ["趙紫陽"] = {
    id = "趙紫陽"
  },
  ["貞操"] = {
    id = "貞操"
  },
  ["鎮壓"] = {
    id = "鎮壓"
  },
  ["爭鳴論壇"] = {
    id = "爭鳴論壇"
  },
  ["正見網"] = {
    id = "正見網"
  },
  ["正義黨論壇"] = {
    id = "正義黨論壇"
  },
  ["㊣"] = {
    id = "㊣"
  },
  ["鄭寶清"] = {
    id = "鄭寶清"
  },
  ["鄭麗文"] = {
    id = "鄭麗文"
  },
  ["鄭義"] = {
    id = "鄭義"
  },
  ["鄭餘鎮"] = {
    id = "鄭餘鎮"
  },
  ["鄭源"] = {
    id = "鄭源"
  },
  ["鄭運鵬"] = {
    id = "鄭運鵬"
  },
  ["政權"] = {
    id = "政權"
  },
  ["政治反對派"] = {
    id = "政治反對派"
  },
  ["縶"] = {
    id = "縶"
  },
  ["躑"] = {
    id = "躑"
  },
  ["指點江山論壇"] = {
    id = "指點江山論壇"
  },
  ["騭"] = {
    id = "騭"
  },
  ["觶"] = {
    id = "觶"
  },
  ["躓"] = {
    id = "躓"
  },
  ["中毒的圖騰"] = {
    id = "中毒的圖騰"
  },
  ["中毒圖騰"] = {
    id = "中毒圖騰"
  },
  ["中俄邊界"] = {
    id = "中俄邊界"
  },
  ["中國復興論壇"] = {
    id = "中國復興論壇"
  },
  ["中國共産黨"] = {
    id = "中國共産黨"
  },
  ["中國孤兒院"] = {
    id = "中國孤兒院"
  },
  ["中國和平"] = {
    id = "中國和平"
  },
  ["中國論壇"] = {
    id = "中國論壇"
  },
  ["中國社會進步黨"] = {
    id = "中國社會進步黨"
  },
  ["中國社會論壇"] = {
    id = "中國社會論壇"
  },
  ["中國威脅論"] = {
    id = "中國威脅論"
  },
  ["中國問題論壇"] = {
    id = "中國問題論壇"
  },
  ["中國移動通信"] = {
    id = "中國移動通信"
  },
  ["中國真實內容"] = {
    id = "中國真實內容"
  },
  ["中國之春"] = {
    id = "中國之春"
  },
  ["中國猪"] = {
    id = "中國猪"
  },
  ["中華大地"] = {
    id = "中華大地"
  },
  ["中華大衆"] = {
    id = "中華大衆"
  },
  ["中華講清"] = {
    id = "中華講清"
  },
  ["中華民國"] = {
    id = "中華民國"
  },
  ["中華人民實話實說"] = {
    id = "中華人民實話實說"
  },
  ["中華人民正邪"] = {
    id = "中華人民正邪"
  },
  ["中華時事"] = {
    id = "中華時事"
  },
  ["中華養生益智功"] = {
    id = "中華養生益智功"
  },
  ["中華真實報道"] = {
    id = "中華真實報道"
  },
  ["中央電視臺"] = {
    id = "中央電視臺"
  },
  ["鐘山風雨論壇"] = {
    id = "鐘山風雨論壇"
  },
  ["周鋒鎖"] = {
    id = "周鋒鎖"
  },
  ["周守訓"] = {
    id = "周守訓"
  },
  ["朱鳳芝"] = {
    id = "朱鳳芝"
  },
  ["朱立倫"] = {
    id = "朱立倫"
  },
  ["朱溶劑"] = {
    id = "朱溶劑"
  },
  ["㈱"] = {
    id = "㈱"
  },
  ["猪聾畸"] = {
    id = "猪聾畸"
  },
  ["主攻指揮官"] = {
    id = "主攻指揮官"
  },
  ["主義"] = {
    id = "主義"
  },
  ["助手威爾特"] = {
    id = "助手威爾特"
  },
  ["專制"] = {
    id = "專制"
  },
  ["顓"] = {
    id = "顓"
  },
  ["轉化"] = {
    id = "轉化"
  },
  ["諑"] = {
    id = "諑"
  },
  ["資本主義"] = {
    id = "資本主義"
  },
  ["鯔"] = {
    id = "鯔"
  },
  ["子宮"] = {
    id = "子宮"
  },
  ["自民黨"] = {
    id = "自民黨"
  },
  ["自由民主論壇"] = {
    id = "自由民主論壇"
  },
  ["總理"] = {
    id = "總理"
  },
  ["諏"] = {
    id = "諏"
  },
  ["鯫"] = {
    id = "鯫"
  },
  ["躦"] = {
    id = "躦"
  },
  ["纘"] = {
    id = "纘"
  },
  ["作愛"] = {
    id = "作愛"
  },
  ["做愛"] = {
    id = "做愛"
  },
  ["bcd.s.59764.com"] = {
    id = "bcd.s.59764.com"
  },
  ["kkk.xaoh.cn"] = {
    id = "kkk.xaoh.cn"
  },
  ["www.xaoh.cn"] = {
    id = "www.xaoh.cn"
  },
  ["zzz.xaoh.cn"] = {
    id = "zzz.xaoh.cn"
  },
  ["aa.yazhousetu.hi.9705.net.cn"] = {
    id = "aa.yazhousetu.hi.9705.net.cn"
  },
  ["eee.xaoh.cn"] = {
    id = "eee.xaoh.cn"
  },
  ["lll.xaoh.cn"] = {
    id = "lll.xaoh.cn"
  },
  ["jj.pangfangwuyuetian.hi.9705.net.cn"] = {
    id = "jj.pangfangwuyuetian.hi.9705.net.cn"
  },
  ["rrr.xaoh.cn"] = {
    id = "rrr.xaoh.cn"
  },
  ["ooo.xaoh.cn"] = {
    id = "ooo.xaoh.cn"
  },
  ["www.zy528.com"] = {
    id = "www.zy528.com"
  },
  ["aaad.s.59764.com"] = {
    id = "aaad.s.59764.com"
  },
  ["www.dy6789.cn"] = {
    id = "www.dy6789.cn"
  },
  ["aaac.s.51524.com"] = {
    id = "aaac.s.51524.com"
  },
  ["208.43.198.56"] = {
    id = "208.43.198.56"
  },
  ["166578.cn"] = {
    id = "166578.cn"
  },
  ["www.wang567.com"] = {
    id = "www.wang567.com"
  },
  ["www.bin5.cn"] = {
    id = "www.bin5.cn"
  },
  ["www.sanjidianying.com.cn"] = {
    id = "www.sanjidianying.com.cn"
  },
  ["www.anule.cn"] = {
    id = "www.anule.cn"
  },
  ["www.976543.com"] = {
    id = "www.976543.com"
  },
  ["www.50spcombaidu1828adyou97sace.co.cc"] = {
    id = "www.50spcombaidu1828adyou97sace.co.cc"
  },
  ["chengrenmanhua.1242.net.cn"] = {
    id = "chengrenmanhua.1242.net.cn"
  },
  ["qingsewuyuetian.1174.net.cn"] = {
    id = "qingsewuyuetian.1174.net.cn"
  },
  ["lunlidianyingxiazai.1174.net.cn"] = {
    id = "lunlidianyingxiazai.1174.net.cn"
  },
  ["siwameitui.1274.net.cn"] = {
    id = "siwameitui.1274.net.cn"
  },
  ["niuniujidi.1174.net.cn"] = {
    id = "niuniujidi.1174.net.cn"
  },
  ["xiao77.1243.net.cn"] = {
    id = "xiao77.1243.net.cn"
  },
  ["woyinwose.1243.net.cn"] = {
    id = "woyinwose.1243.net.cn"
  },
  ["dingxiang.1249.net"] = {
    id = "dingxiang.1249.net"
  },
  ["cnaicheng.1174.net.cn"] = {
    id = "cnaicheng.1174.net.cn"
  },
  ["1234chengren.1249.net.cn"] = {
    id = "1234chengren.1249.net.cn"
  },
  ["sewuyuetian.1174.net.cn"] = {
    id = "sewuyuetian.1174.net.cn"
  },
  ["huangsexiaoshuo.1242.net.cn"] = {
    id = "huangsexiaoshuo.1242.net.cn"
  },
  ["lunlidianying.1274.net.cn"] = {
    id = "lunlidianying.1274.net.cn"
  },
  ["xingqingzhongren.1174.net.cn"] = {
    id = "xingqingzhongren.1174.net.cn"
  },
  ["chengrenwangzhi.1242.net.cn"] = {
    id = "chengrenwangzhi.1242.net.cn"
  },
  ["xiao77luntan.1249.net.cn"] = {
    id = "xiao77luntan.1249.net.cn"
  },
  ["dingxiang.1243.net.cn"] = {
    id = "dingxiang.1243.net.cn"
  },
  ["11xp.1243.net.cn"] = {
    id = "11xp.1243.net.cn"
  },
  ["baijie.1249.net.cn"] = {
    id = "baijie.1249.net.cn"
  },
  ["sewuyuetian.1274.net.cn"] = {
    id = "sewuyuetian.1274.net.cn"
  },
  ["meiguiqingren.1274.net.cn"] = {
    id = "meiguiqingren.1274.net.cn"
  },
  ["tb.hi.4024.net.cn"] = {
    id = "tb.hi.4024.net.cn"
  },
  ["www.91wangyou.com"] = {
    id = "www.91wangyou.com"
  },
  ["www.wow366.cn"] = {
    id = "www.wow366.cn"
  },
  ["www.yxnpc.com"] = {
    id = "www.yxnpc.com"
  },
  ["www.365jw.com"] = {
    id = "www.365jw.com"
  },
  ["58.253.67.74"] = {
    id = "58.253.67.74"
  },
  ["www.978808.com"] = {
    id = "www.978808.com"
  },
  ["www.sexwyt.com"] = {
    id = "www.sexwyt.com"
  },
  ["7GG"] = {
    id = "7GG"
  },
  ["www.567yx.com"] = {
    id = "www.567yx.com"
  },
  ["131.com"] = {
    id = "131.com"
  },
  ["bbs.7gg.cn"] = {
    id = "bbs.7gg.cn"
  },
  ["www.99game.net"] = {
    id = "www.99game.net"
  },
  ["ppt.cc"] = {
    id = "ppt.cc"
  },
  ["www.zsyxhd.cn"] = {
    id = "www.zsyxhd.cn"
  },
  ["www.foyeye.com"] = {
    id = "www.foyeye.com"
  },
  ["www.23nice.com.cn"] = {
    id = "www.23nice.com.cn"
  },
  ["www.maituan.com"] = {
    id = "www.maituan.com"
  },
  ["www.ylteam.cn"] = {
    id = "www.ylteam.cn"
  },
  ["www.yhzt.org"] = {
    id = "www.yhzt.org"
  },
  ["vip886.com"] = {
    id = "vip886.com"
  },
  ["www.neicehao.cn"] = {
    id = "www.neicehao.cn"
  },
  ["bbs.butcn.com"] = {
    id = "bbs.butcn.com"
  },
  ["www.gamelifeclub.cn"] = {
    id = "www.gamelifeclub.cn"
  },
  consignment5173 = {
    id = "consignment5173"
  },
  ["www.70yx.com"] = {
    id = "www.70yx.com"
  },
  ["www.legu.com"] = {
    id = "www.legu.com"
  },
  ko180 = {
    id = "ko180"
  },
  ["bbs.pkmmo"] = {
    id = "bbs.pkmmo"
  },
  ["whoyo.com"] = {
    id = "whoyo.com"
  },
  ["www.2q5q.com"] = {
    id = "www.2q5q.com"
  },
  ["www.zxkaku.cn"] = {
    id = "www.zxkaku.cn"
  },
  ["www.gw17173.cn"] = {
    id = "www.gw17173.cn"
  },
  ["www.315ts.net"] = {
    id = "www.315ts.net"
  },
  ["qgqm.org"] = {
    id = "qgqm.org"
  },
  ["17173dl.net"] = {
    id = "17173dl.net"
  },
  ["i9game.com"] = {
    id = "i9game.com"
  },
  ["365gn"] = {
    id = "365gn"
  },
  ["158le.com"] = {
    id = "158le.com"
  },
  ["1100y.com"] = {
    id = "1100y.com"
  },
  ["bulaoge.com"] = {
    id = "bulaoge.com"
  },
  ["17youle.com"] = {
    id = "17youle.com"
  },
  ["reddidi.com.cn"] = {
    id = "reddidi.com.cn"
  },
  ["icpcn.com"] = {
    id = "icpcn.com"
  },
  ["ul86.com"] = {
    id = "ul86.com"
  },
  ["showka8.com"] = {
    id = "showka8.com"
  },
  ["szlmgh.cn"] = {
    id = "szlmgh.cn"
  },
  ["bbs.766.com"] = {
    id = "bbs.766.com"
  },
  ["www.766.com"] = {
    id = "www.766.com"
  },
  ["91bysd.cn"] = {
    id = "91bysd.cn"
  },
  ["jiayyou.cn"] = {
    id = "jiayyou.cn"
  },
  ["gigabyte.cn"] = {
    id = "gigabyte.cn"
  },
  duowan = {
    id = "duowan"
  },
  ["wgxiaowu.com"] = {
    id = "wgxiaowu.com"
  },
  ["youxiji888.cn"] = {
    id = "youxiji888.cn"
  },
  ["yz55.cn"] = {
    id = "yz55.cn"
  },
  Carrefour = {
    id = "Carrefour"
  },
  ["51jiafen.cn"] = {
    id = "51jiafen.cn"
  },
  ["597ft.com"] = {
    id = "597ft.com"
  },
  ["itnongzhuang.com2y7v.cnhwxvote.cn"] = {
    id = "itnongzhuang.com2y7v.cnhwxvote.cn"
  },
  ["92klgh.cn"] = {
    id = "92klgh.cn"
  },
  ["xiaoqinzaixian.cn"] = {
    id = "xiaoqinzaixian.cn"
  },
  ["661661.com"] = {
    id = "661661.com"
  },
  ["haosilu.com"] = {
    id = "haosilu.com"
  },
  ["dl.com"] = {
    id = "dl.com"
  },
  ["xl517.com"] = {
    id = "xl517.com"
  },
  ["sjlike.com"] = {
    id = "sjlike.com"
  },
  ["tont.cn"] = {
    id = "tont.cn"
  },
  ["xq-wl.cn"] = {
    id = "xq-wl.cn"
  },
  ["feitengdl.com"] = {
    id = "feitengdl.com"
  },
  ["bz176.com"] = {
    id = "bz176.com"
  },
  ["dadati.com"] = {
    id = "dadati.com"
  },
  ["asgardcn.com"] = {
    id = "asgardcn.com"
  },
  ["dolbbs.com"] = {
    id = "dolbbs.com"
  },
  ["okaygood.cn"] = {
    id = "okaygood.cn"
  },
  ["1t1t.com"] = {
    id = "1t1t.com"
  },
  ["jinpaopao.com"] = {
    id = "jinpaopao.com"
  },
  ["blacksee.com.cn"] = {
    id = "blacksee.com.cn"
  },
  ["1qmsj.com"] = {
    id = "1qmsj.com"
  },
  ["202333.com"] = {
    id = "202333.com"
  },
  ["luoxialu.cn"] = {
    id = "luoxialu.cn"
  },
  ["37447.cn"] = {
    id = "37447.cn"
  },
  ["567567aa.cn"] = {
    id = "567567aa.cn"
  },
  ["09city.com"] = {
    id = "09city.com"
  },
  ["71ka.com"] = {
    id = "71ka.com"
  },
  ["fy371.com"] = {
    id = "fy371.com"
  },
  ["365tttyx.com"] = {
    id = "365tttyx.com"
  },
  ["host800.com"] = {
    id = "host800.com"
  },
  ["lybbs.info"] = {
    id = "lybbs.info"
  },
  ["ys168.com"] = {
    id = "ys168.com"
  },
  ["88mysf.com"] = {
    id = "88mysf.com"
  },
  ["5d6d.com"] = {
    id = "5d6d.com"
  },
  ["id666.uqc.cn"] = {
    id = "id666.uqc.cn"
  },
  ["stlmbbs.cn"] = {
    id = "stlmbbs.cn"
  },
  ["pcikchina.com"] = {
    id = "pcikchina.com"
  },
  ["lxsm888.com"] = {
    id = "lxsm888.com"
  },
  ["wangyoudl.com"] = {
    id = "wangyoudl.com"
  },
  ["chinavfx.net"] = {
    id = "chinavfx.net"
  },
  ["zxsj188.com"] = {
    id = "zxsj188.com"
  },
  ["wg7766.cn"] = {
    id = "wg7766.cn"
  },
  ["e7sw.cn"] = {
    id = "e7sw.cn"
  },
  ["jooplay.com"] = {
    id = "jooplay.com"
  },
  ["gssmtt.com"] = {
    id = "gssmtt.com"
  },
  ["likeko.com"] = {
    id = "likeko.com"
  },
  ["lyx-game.cn"] = {
    id = "lyx-game.cn"
  },
  ["wy33.com"] = {
    id = "wy33.com"
  },
  ["zy666.net"] = {
    id = "zy666.net"
  },
  ["newsmth.net"] = {
    id = "newsmth.net"
  },
  ["l2jsom.cn"] = {
    id = "l2jsom.cn"
  },
  ["13888wg.com"] = {
    id = "13888wg.com"
  },
  ["qtoy.com"] = {
    id = "qtoy.com"
  },
  ["1000scarf.com"] = {
    id = "1000scarf.com"
  },
  ["digitallongking.com"] = {
    id = "digitallongking.com"
  },
  ["zaixu.net"] = {
    id = "zaixu.net"
  },
  ["ncyh.cn"] = {
    id = "ncyh.cn"
  },
  ["888895.com"] = {
    id = "888895.com"
  },
  ["ising99.com"] = {
    id = "ising99.com"
  },
  ["cikcatv.2om"] = {
    id = "cikcatv.2om"
  },
  ["parke888.com"] = {
    id = "parke888.com"
  },
  ["01gh.com"] = {
    id = "01gh.com"
  },
  ["gogo.net"] = {
    id = "gogo.net"
  },
  ["uu1001.com"] = {
    id = "uu1001.com"
  },
  ["wy724.com"] = {
    id = "wy724.com"
  },
  ["prettyirene.net"] = {
    id = "prettyirene.net"
  },
  ["yaokong7.com"] = {
    id = "yaokong7.com"
  },
  ["zzmysf.com"] = {
    id = "zzmysf.com"
  },
  ["52sxhy.cn"] = {
    id = "52sxhy.cn"
  },
  ["92wydl.com"] = {
    id = "92wydl.com"
  },
  ["g365.net"] = {
    id = "g365.net"
  },
  ["pkmmo.com"] = {
    id = "pkmmo.com"
  },
  ["52ppsa.cn"] = {
    id = "52ppsa.cn"
  },
  ["bl62.com"] = {
    id = "bl62.com"
  },
  ["canyaa.com"] = {
    id = "canyaa.com"
  },
  ["lordren.com"] = {
    id = "lordren.com"
  },
  ["xya3.cn"] = {
    id = "xya3.cn"
  },
  ["5m5m5m.com"] = {
    id = "5m5m5m.com"
  },
  ["www.gardcn.com"] = {
    id = "www.gardcn.com"
  },
  ["www.sf766.com.cn"] = {
    id = "www.sf766.com.cn"
  },
  ["ent365.com"] = {
    id = "ent365.com"
  },
  ["18900.com"] = {
    id = "18900.com"
  },
  ["7mmo.com"] = {
    id = "7mmo.com"
  },
  ["cdream.com"] = {
    id = "cdream.com"
  },
  ["wy3868.com"] = {
    id = "wy3868.com"
  },
  ["nbfib.cn"] = {
    id = "nbfib.cn"
  },
  ["17173yxdl.cn"] = {
    id = "17173yxdl.cn"
  },
  ["osisa.cn"] = {
    id = "osisa.cn"
  },
  ["haouse.cn"] = {
    id = "haouse.cn"
  },
  ["54hero.com"] = {
    id = "54hero.com"
  },
  ["ieboy.cn"] = {
    id = "ieboy.cn"
  },
  ["geocities.com"] = {
    id = "geocities.com"
  },
  ["xiuau.cn"] = {
    id = "xiuau.cn"
  },
  ["cvceo.com"] = {
    id = "cvceo.com"
  },
  ["fxjsqc.com"] = {
    id = "fxjsqc.com"
  },
  ["thec.cn"] = {
    id = "thec.cn"
  },
  ["c5c8.cn"] = {
    id = "c5c8.cn"
  },
  ["a33.com"] = {
    id = "a33.com"
  },
  ["qqsg.org"] = {
    id = "qqsg.org"
  },
  ["my3q.com"] = {
    id = "my3q.com"
  },
  ["51juezhan.com"] = {
    id = "51juezhan.com"
  },
  ["kartt.cn"] = {
    id = "kartt.cn"
  },
  ["hexun.com"] = {
    id = "hexun.com"
  },
  ["15wy.com"] = {
    id = "15wy.com"
  },
  ["13ml.net"] = {
    id = "13ml.net"
  },
  ["homexf.cn"] = {
    id = "homexf.cn"
  },
  ["xyxgh.com"] = {
    id = "xyxgh.com"
  },
  ["jdyou.com"] = {
    id = "jdyou.com"
  },
  ["langyou.info"] = {
    id = "langyou.info"
  },
  ["duowan.com"] = {
    id = "duowan.com"
  },
  ["8188mu.com"] = {
    id = "8188mu.com"
  },
  ["tianlong4f.cn"] = {
    id = "tianlong4f.cn"
  },
  ["yeswm.com"] = {
    id = "yeswm.com"
  },
  ["wgbobo.cn"] = {
    id = "wgbobo.cn"
  },
  ["haog8.cn"] = {
    id = "haog8.cn"
  },
  ["47513.cn"] = {
    id = "47513.cn"
  },
  ["92ey.com"] = {
    id = "92ey.com"
  },
  ["hao1788.co"] = {
    id = "hao1788.co"
  },
  ["mgjzybj.com"] = {
    id = "mgjzybj.com"
  },
  ["xdns.eu"] = {
    id = "xdns.eu"
  },
  ["shenycs.co"] = {
    id = "shenycs.co"
  },
  ["mpceggs.cn"] = {
    id = "mpceggs.cn"
  },
  ["kod920.cn"] = {
    id = "kod920.cn"
  },
  ["njgamecollege.org"] = {
    id = "njgamecollege.org"
  },
  ["51hdw.com"] = {
    id = "51hdw.com"
  },
  ["025game.cn"] = {
    id = "025game.cn"
  },
  ["bibidu.com"] = {
    id = "bibidu.com"
  },
  ["bwowd.com"] = {
    id = "bwowd.com"
  },
  ["3kwow.com"] = {
    id = "3kwow.com"
  },
  ["zx002.com"] = {
    id = "zx002.com"
  },
  ["bazhuwg.cn"] = {
    id = "bazhuwg.cn"
  },
  ["991game.com"] = {
    id = "991game.com"
  },
  ["zuanshi1000.cn"] = {
    id = "zuanshi1000.cn"
  },
  ["10mb.cn"] = {
    id = "10mb.cn"
  },
  ["Huihuangtx.com"] = {
    id = "Huihuangtx.com"
  },
  ["chongxianmu.cn"] = {
    id = "chongxianmu.cn"
  },
  ["any2000.com"] = {
    id = "any2000.com"
  },
  ["99sa.com"] = {
    id = "99sa.com"
  },
  ["zhidian8.com"] = {
    id = "zhidian8.com"
  },
  ["t9wg.cn"] = {
    id = "t9wg.cn"
  },
  bobaoping = {
    id = "bobaoping"
  },
  ["qixingnet.com"] = {
    id = "qixingnet.com"
  },
  ["88kx.com"] = {
    id = "88kx.com"
  },
  ["00sm.cn"] = {
    id = "00sm.cn"
  },
  ["moyi520.cn"] = {
    id = "moyi520.cn"
  },
  ["d666.com"] = {
    id = "d666.com"
  },
  ["fisonet.com"] = {
    id = "fisonet.com"
  },
  ["0571qq.com"] = {
    id = "0571qq.com"
  },
  ["173at.com"] = {
    id = "173at.com"
  },
  ["pk200.com"] = {
    id = "pk200.com"
  },
  ["2feiche.cn"] = {
    id = "2feiche.cn"
  },
  ["jjdlw.com"] = {
    id = "jjdlw.com"
  },
  ["xyq2sf.com"] = {
    id = "xyq2sf.com"
  },
  ["69nb.com"] = {
    id = "69nb.com"
  },
  txwsWind = {
    id = "txwsWind"
  }
}