return {
  ["1"] = {
    id = 1,
    ["$type"] = 1,
    desc_list = {
      "飞来横财,捡到从前方飘来的保险箱,获得星际币",
      "从变形的逃生舱中救下一些难民,获得星际币",
      "搜索飞船残骸,找到一张中奖的彩票,获得星际币",
      "收养一只原装进口的外星生物,获得星际币",
      "逮到一名星际小偷,暴打一顿后送交星际法院,获得星际币",
      "和石头星人玩剪刀石头布,轻松取胜,获得星际币",
      "你勤恳的护送获得了老板的赏识,老板给你加鸡腿,获得星际币",
      "游戏策划竟然是个屎胖纸,暴打一顿后获得星际币",
      "无力吐槽这雷人的美术,一脚踹飞美术人员后获得星际币",
      "程序员改BUG改得呕出了几十升血,趴在电脑前奄奄一息,直接一巴掌拍死后获得星际币"
    }
  },
  ["2"] = {
    id = 2,
    ["$type"] = 2,
    desc_list = {
      "遭到|的打劫,|获得星际币",
      "遭到|的打劫,|失去星际币"
    }
  },
  ["3"] = {
    id = 3,
    ["$type"] = 3,
    desc_list = {
      "打劫了|护送的|贩售舰,战斗胜利获得",
      "打劫了|护送的|贩售舰,|空手而回."
    }
  }
}