return {	
--公用
	[10001] = "舰长，当前网络有问题，请您检查一下网络",
	[10002] = "星际币",
	[10003] = "",
	[10004] = "",
	[10005] = "我",
	[10006] = "秒",
	[10007] = "个",
	[10008] = "分钟",
	[10009] = "网络请求中...",
	[10010] = "资源加载中...",
	[10011] = "万",
	[10012] = "伤害",
	[10013] = "数量",
	[10014] = "奖励描述",
	[10015] = "物品名称不足，确定立即获取？",
	[10016] = "使用成功",
	[10017] = "购买成功", 

--生产
	[20001] = "道具生产",
	[20002] = "",
	[20003] = "未解锁",
	[20004] = "未生产",
	[20005] = "初级",
	[20006] = "中级",
	[20007] = "高级",
	[20008] = "次",
	[20009] = "秒",

--战舰
	

-- 按钮文本
	[1001] = "确定",
	[1002] = "取消",
	[1003] = "是",
	[1004] = "否",
	[1005] = "获取",
	[1006] = "使用",
	[1007] = "购买",
	[1008] = "升级",
	[1009] = "创建",
	[1010] = "重新连接",
	[1011] = "更新",
	[1012] = "赠送",
	[1013] = "删除好友",
	[1014] = "私聊",
	[1015] = "重试",


-- 通用提示框标题
	[3001] = "更新",
	[3002] = "网络异常",
	[3003] = "领取成功",
	[3004] = "提示",
	[3005] = "材料不足",
	[3006] = "警告",
	[3007] = "装备炮台",
	[3008] = "发起投降",
	[3009] = "删除好友",
	[3010] = "购买物品",
	[3011] = "批量购买",
	[3012] = "立即完成",
	[3013] = "解锁",
	[3014] = "道具升级",
	[3015] = "兑换星际币",
	[3016] = "购买钻石",
	[3017] = "创建联盟",
	[3018] = "全部接受",
	[3019] = "全部拒绝",
	[3020] = "任命副会长",
	[3021] = "转让会长",
	[3022] = "踢出联盟",
	[3023] = "退出联盟（成员）",
	[3024] = "退出联盟（会长）",

	[3032] = "全部接收",
	[3033] = "已获得",
	[3034] = "未解锁",
	[3035] = "退出战舰界面",

	[3036] = "提示",

	[3038] = "删除邮件",

	[3041] = "放弃护送",
	[3042] = "增加伤害",
	[3043] = "刷新护送舰",
	[3044] = "道具不足",
	[3045] = "打劫次数不足",

	[3055] = "指定护送目标",

	[3057] = "活动结束提示",
	[3058] = "护送时间不足",
	[3059] = "",

-- 通用提示框内容
	[4001] = "发现最新版本，需要更新%dMB游戏资源。",
	[4002] = "报告舰长，当前信号收到干扰，请检查设备网络尝试长信连接。",
	[4003] = "恭喜获得",
	[4004] = "钻石不足，是否前往充值页面？",
	[4005] = "您当前材料不足。",

	[4006] = "已被敌舰锁定，即将进入战斗，是否使用战舰隐身道具？",
	[4007] = "是否更换当前炮台装备？",
	[4008] = "投降将被视为战败，是否投降？",
	[4009] = "是否与%s接触好友关系？",
	[4010] = "是否花费%d%s购买%s？",
	[4011] = "特殊UI设计，详见UI原型设计？",
	[4012] = "是否花费%d钻石立即完成生产？",
	[4013] = "是否花费%d个扩充道具进行解锁？",
	[4014] = "特殊UI设计，详见UI原型设计？",
	[4015] = "是否花费%d钻石兑换%d星际币？",
	[4016] = "是否花费¥%d兑换%d钻石？",
	[4017] = "特殊UI设计，详见UI原型设计？",
	[4018] = "是否接受所有好友申请？",
	[4019] = "是否拒绝所有好友申请？",
	
	[4020] = "是否任命%s为联盟副会长？",
	[4021] = "确定要将会长职位转让给%s？",
	[4022] = "是否将%s踢出联盟？",
	[4023] = "您确定要退出%s联盟吗？",
	[4024] = "您确定要退出%s联盟吗？退出联盟后会长职位将由联盟中贡献度最高的成员接任。",
	[4025] = "你的战舰目前正处于隐身状态，如果主动发起战斗将脱离隐身状态的保护，是否继续？",
	[4026] = "您当前的联盟币不足。",
	[4027] = "是否接受所有成员申请？",
	[4028] = "是否拒绝所有成员申请？",
	[4029] = "是否花费%d联盟币购买%s？",
	[4030] = "是否花费%d星际币升级%s?",
	[4031] = "您当前的星际币不足。",
	[4032] = "是否接收全部邮件附件？",
	
	[4033] = "是否进入更换炮台装备？",

	[4035] = "舰长，您当前正在装备炮台，是否退出战舰界面？",
	[4036] = "是否要与玩家[%s]解除好友关系？",

	[4037] = "成功接收所有物品",
	[4038] = "是否删除所有已读已领取邮件？",

	[4040] = "是否放弃本次护送任务？",

	[4042] = "花费%d钻石提升%d%%伤害?",
	[4043] = "是否使用一个运输令刷新贩售舰的品质？",
	[4044] = "发送成功",
	-- 复仇发起
	[4050] = "复仇挑战",

	[4051] = "你的金币不足，是否使用钻石进行兑换？",
	[4052] = "你的材料不足，无法生产该道具。",
	[4053] = "你的道具不足，是否前去商城进行购买？",
	[4054] = "是否花费%d钻石购买%d打劫次数？",
	[4055] = "是否使用道具 护送条约 ，指定护送S级贩售舰？",
	[4056] = "护送条约道具不足， 是否进行补充？",
	[4057] = "本次活动时间已结束， 若有未领取的护送奖励将发送至邮箱中， 距离下次活动开启还有：",
	[4058] = "活动即将结束， 当前品质的贩售舰护送时间不足将导致护送失败， 失去大量奖励， 确认要继续护送吗？",

------------------------------------------------------
---------------------好友----界面----------------------
------------------------------------------------------


-- 战舰提示
	[5001] = "",
	[5002] = "",

-- 私聊标题
	[5003] = "正在与",
	[5004] = "私聊",
-- 私聊编辑框
	[5005] = [[您当前输入的内容为空，请重新输入。]], --或者包含"\"该非法字符
	[5006] = "消息发送失败！",
	[5007] = "聊天内容获取失败,请重新打开页面。",
	[5008] = "标记好友消息已读失败",
	[5009] = "存在非法字符",
	[5010] = "军衔",
	[5011] = "战斗力",
	[5012] = "请输入要搜索的玩家昵称",
------------------------------------------------------
---------------------邮件----界面----------------------
------------------------------------------------------

-- 邮件
	[6001] = "共%d封邮件, 未读%d封",
	[6002] = "已领取",
	[6003] = "接收",
	[6004] = "邮件接收成功",
	[6005] = "有效期：剩余%d天", 
	[6006] = "有效期：剩余%d小时",
	[6007] = "当前没有未领取附件的邮件", 
	[6008] = "没有可删除的邮件",

------------------------------------------------------
--------------------战舰----界面-----------------------
------------------------------------------------------
	[7001] = "请将人物等级提升至%d级",
	[7002] = "进阶 %s 需要的设计图纸不足。",
	[7003] = "当前所拥有的当前所拥有的 %s 设计图纸不足，请收集更多的设计图纸再来解锁炮台。",
	[7004] = " %s 尚未解锁，请先解锁再来装备。",
	[7005] = "等级：Lv.21",  
	[7006] = "等级：Lv.41",
	[7007] = "等级：Lv.61",
	[7008] = "等级：Lv.81",
	[7009] = "您当前的等级不足，请先将等级提升至%d级。",
	[7010] = "您当前所拥有的%s不足, 请先搜集完再来解锁战舰。",
	[7011] = "获得战舰%s.",
	[7012] = "",
	[7013] = "获得炮台%s.",

-----------------战舰炮台技能描述页面--------------------
	[7100] = "普通状态",
	[7101] = "瘫痪状态",
	[7102] = "燃烧：每秒伤害",
	[7103] = "炮台伤害增加",
	[7104] = "炮台伤害减少",
	[7105] = "炮台攻速增加",
	[7106] = "炮台攻速减少",
	[7107] = "能量干扰状态",
	[7108] = "能量损耗状态",
	[7109] = "维修恢复状态",
	[7110] = "维修干扰状态",
	[7111] = "护盾状态",
	[7112] = "伤害加深状态",
	[7113] = "反导弹状态",
	[7114] = "状态命中率：",
	[7115] = "BUFF效果：",
	[7116] = "持续时间：",
	[7117] = "",
	[7118] = "",
	[7119] = "",
	[7120] = "",
	[7121] = "需要炮台等级达到%d级",
	[7122] = "炮台技能等级已满", 
	[7123] = "战舰技能已经提升到最高等级",
	[7124] = "进攻型：",
	[7125] = "防御型：",
	[7126] = "技能型：",

----------------战舰属性页面---------------
	[7200] = "%s  Lv. %d/10",
	[7201] = "（升级+%s）",
	[7202] = "同时装备下列炮台的攻击、生命、防御+%s",
	[7203] = "已装备(%d/3)",
	[7204] = "(已激活)",
	[7205] = "(未激活)",
	[7206] = "升级战舰技能所需的设计图纸不足，请收集足够后再来升级。",
	


------------------------------------------------------
------------------------主界面-------------------------
------------------------------------------------------
	[8001] = "探险失败",
	[8002] = "退出探险争夺失败",
	[8003] = "加入探险争夺失败",
	[8004] = "取消搜索敌方战舰失败",
	[8005] = "获取探险冷却时间失败！",
	[8006] = "等级",
	[8007] = "经验值",
	[8008] = "声望值",
-------------------------------------------------------
----------------------资源库----------------------------
-------------------------------------------------------
	[9001] = "生产",
	[9002] = "PVP",
	[9003] = "星球探险",
	[9004] = "护送/打劫贩售舰",
	[9005] = "公域混战",
	[9006] = "殖民星争夺战",
	[9007] = "反攻地球",
	[9008] = "道具商城",
	[9009] = "联盟商店",
	[9010] = "好友赠送",
	[9011] = "道具品质已达最高",
	[9012] = "已装备的道具",
	[9013] = "暂未开放",
	[9014] = "道具使用失败",
	[9015] = "%s使用成功",
	[9016] = "初级",
	[9017] = "中极",
	[9018] = "高级", 
	[9019] = "稀有", 
	[9020] = "次",
	[9021] = "道具已达到最高等级！",
	[9022] = "升级所需的金币和道具都不足。",
	[9023] = "升级道具所需金币不足，无法升级。",
	[9024] = "道具数量不足，无法升级。",
	[9025] = "当前背包中无此道具。",

	------------------------------------------------
	---------------------战-斗-----------------------
	------------------------------------------------
	[11001] = "伤害加成",
	[11002] = "Boss免疫buff效果",
	[11003] = "暂无可使用目标",
	[11004] = "本场战斗使用次数用尽",
	[11005] = "需要等级",
	[11006] = "需要加入联盟",
	[11007] = "敬请期待",


	------------------------------------------------
	---------------------护送界面--------------------
	------------------------------------------------
	[12001] = "护送日志获取中...",
	[12002] = "打劫贩售舰失败， 下次再接再厉。",
	[12003] = "护送成功， 贩售舰财物完好无损。",
	[12004] = "护送失败， 贩售舰财物遭受巨大损失。",
	[12005] = "成功击败打劫者，请继续护送！",
	[12006] = "护送次数耗尽，请等待下次活动时间开启。",
	[12007] = "当前贩售舰已达到最高等级", 
	[12008] = "活动尚未开启",
	[12009] = "活动剩余时间：",
	[12010] = "护送次数：", 
	[12011] = "不在活动时间内。",
	[12012] = "新的贩售舰正在出炉~",
	[12013] = "贩售舰顺利抵达了目的地， 您获得了丰厚的奖品", 
	[12014] = "贩售舰未抵达目的地， 您只能获得本次护送过程中的额外收益", 
	[12015] = "本次运输过程中额外获得收益",
	[12016] = "您成功打劫了 %s 战舰， 获得了以下收益：", 
	[12017] = "您被 %s 的战舰击败了， 本次打劫空手而归", 
	[12018] = "当前没有打劫事件。",
	[12019] = "战斗胜利",
	[12020] = "战斗失败", 
	[12021] = "级", 
	[12022] = "",
	[12023] = "",
	[12024] = "",
	[12025] = "",
	[12026] = "",
	[12027] = "",

	------------------------------------------------
	-------------------公域混战界面-------------------
	------------------------------------------------
	[13001] = "未上榜",
	[13002] = "伤害未达标，无法领取",
	[13003] = "第%d名",
	[13004] = "名",
	[13005] = "",
	[13006] = "请求攻击boss失败",
	[13007] = "攻击次数已用尽",

	------------------------------------------------
	--------------------任务界面---------------------
	------------------------------------------------
	[14001] = "已领取任务奖励",

	------------------------------------------------
	------------------道具效果描述--------------------
	------------------------------------------------
	[15001] = "战舰进入保护状态，不会被作为PVP的匹配对象。",
	[15002] = "收集漂浮物时获得奖励增加。",
	[15003] = "赠送好友礼物时获得的友情点数翻倍。",


	------------------------------------------------
	--------------------贩售舰界面---------------------
	------------------------------------------------
	[16001] = "需要联盟等级 Lv.",
	[16002] = "需要贡献度 ",
	[16003] = "今日限购数量 ",
	[16004] = "联盟等级不足，无法购买",
	[16005] = "贡献度不足，无法购买",
	[16006] = "今日购买次数上限，请明天再来",
	[16007] = "友情点不足",
	[16008] = "成功兑换%s", 
	[16009] = "成功购买%s",
	[16010] = "购买数量",
	[16011] = "剩余数量",
	------------------------------------------------
	--------------------星球探险---------------------
	------------------------------------------------
	[17001] = "进行星球探索需要消耗探险地图x1，是否继续？",
	[17002] = "探索CD倒计时",
	------------------------------------------------
	--------------------分解---------------------
	------------------------------------------------
	[18001] = "请先选择需要分解的道具",
	[18002] = "分解点数不足",
	------------------------------------------------
	--------------------每日军饷---------------------
	------------------------------------------------
	[19001] = "每日军饷奖励已领取",
	------------------------------------------------
	--------------------游戏帮助---------------------
	------------------------------------------------
	[21001] = "竞技对战",
	[21002] = "星球探险",
	[21003] = "护送贩售舰",
	[21004] = "公域混战",
	------------------------------------------------
	--------------------chat---------------------
	------------------------------------------------
	[22001] = "不能发送空的内容哦！",
	[22002] = "在这里输入聊天内容（120字内）",
	[22003] = "此处系统频道不支持聊天",
	[22004] = "秒",
	[22005] = "您的语速过快，请休息会。",
	[22006] = "涉及敏感词：",
	[22007] = "加入联盟开始聊天",
	------------------------------------------------
	--------------------update---------------------
	------------------------------------------------
	[23001] = "正在为您解压资源包（此过程不消耗流量），请耐心等待",
    [23002] = "正在为您下载更新资源包",
    [23003] = "网络获取失败！",
    [23004] = "是否重试？",
    [23005] = "加载完毕，祝您游戏愉快。",
    [23006] = "有新的资源，是否现在下载更新？",
    [23007] = "下载完成",
    [23008] = "下载失败,请检查网络或url路径",
    [23009] = "创建文件夹失败！",
    [23010] = "获取服务器列表失败！",
    [23011] = "下载信息损坏！",
    [23012] = "有新的版本，是否现在下载升级？",
    [23013] = "解压失败，或找不到压缩资源包！",
    [23014] = "本次下载%s，速度",
    [23015] = "本网络游戏适合年满16周岁以上的用户使用：请您确定已如实进行实名注册。为了您的健康，请合理控制游戏时间。",
    [23016] = "抵制不良游戏，拒绝盗版游戏。注意自我保护，谨防受骗上当。适度游戏益脑，沉迷游戏伤身。合理安排时间，享受健康生活。",
    [23017] = "即将为你重启，更新界面。",
	------------------------------------------------
	--------------------league---------------------
	------------------------------------------------
	[24001] = "输入申请的联盟名称",
	[24002] = "您的联盟已创建成功",
	[24003] = "输入联盟名称，限2~7个字",
	[24004] = "请选中要申请加入的联盟",
	[24005] = "已发出联盟申请",
	[24006] = "该联盟申请人数已满",
	[24007] = "已发送联盟申请，请耐心等待会长审核。",
	[24008] = "需要玩家等级达到%d级",
	[24009] = "该联盟成员数已达到上限，无法加入",
	[24010] = "您搜索的联盟不存在",
	[24011] = "该建筑已满级",
	[24012] = "建筑总等级不足，请先进行建筑升级",
	[24013] = "您当前的联盟币不足,是否前往商店购买",
	[24014] = "购买联盟币",
	[24015] = "主基地等级不足，确定前往升级？",
	[24016] = "只有会长或副会长可以进行建筑升级",
	[24017] = "只有会长或副会长可以进行建筑建造",
	[24018] = "输入联盟公告，限50个字以内",
	[24019] = "您当前星际币不足，确定立即获取？",
	[24020] = "联盟公告不能为空",
	[24021] = "联盟名称字数不符合",
	[24022] = "未建造",
	[24023] = "联盟资金不足，确定前往捐赠？",
	[24024] = "主基地等级",
	[24025] = "研发时间",
	[24026] = "研发费用",
	[24027] = "星际币奖励",
	[24028] = "经验值奖励",
	[24029] = "交换比例"
}